[
  {
    "Id": 1,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 1,
    "Type": "Q",
    "Description": "Posso collegare la mia asciugatrice a condensa a uno scarico dell'acqua in modo da non dover più svuotare il serbatoio?"
  },
  {
    "Id": 1,
    "Type": "A",
    "Description": "Talvolta è possibile ma non con tutti i modelli."
  },
  {
    "Id": 2,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 2,
    "Type": "Q",
    "Description": "Posso installare un'asciugatrice sopra ad una lavatrice?"
  },
  {
    "Id": 2,
    "Type": "A",
    "Description": "La lavatrice dovrebbe essere collocata sul pavimento, dal momento che è la più pesante. La maggior parte degli elettrodomestici della stessa marca è sovrapponibile. Dovrai usare un sistema di fissaggio per evitare che l'asciugatrice cada dalla lavatrice durante il funzionamento. Se vuoi impilare elettrodomestici di differenti marche chiedi al tuo Rivenditore se è possibile farlo."
  },
  {
    "Id": 3,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 3,
    "Type": "Q",
    "Description": "Pulizia e manutenzione"
  },
  {
    "Id": 3,
    "Type": "A",
    "Description": "Pulire i filtri al termine di ogni asciugatura. Se acquistate un'asciugatrice a condensa, svuotate la vaschetta dell'acqua di condensa a fine ciclo, quindi utilizzatela per la stiratura con il ferro da stiro. Prima di procedere con la pulizia ordinaria, staccate la spina dalla rete di alimentazione elettrica. Non toccate mai l'asciugatrice se il pavimento è bagnato, non azionatela a mani umide e non girate intorno all'apparecchio a piedi umidi. Se l'asciugatrice mostra un malfunzionamento, non camminate a piedi scalzi; per prima cosa togliete la spina dell'asciugatrice dalla presa o, meglio, staccate la corrente di casa. Quando partite per le vacanze o un lungo viaggio, lasciate il portellone aperto per prevenire la formazione di cattivi odori e staccate i collegamenti elettrici."
  },
  {
    "Id": 4,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 4,
    "Type": "Q",
    "Description": "Quanto consuma in media un'asciugatrice?"
  },
  {
    "Id": 4,
    "Type": "A",
    "Description": "Per un ciclo di asciugatura vengono impiegati circa 3,5 kwH che in termini economici corrispondono al costo di mezzo caffè. Stirare meno significa risparmiare tempo ed energia elettrica."
  },
  {
    "Id": 5,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 5,
    "Type": "Q",
    "Description": "Quali sono programmi, cicli e tempi di asciugatura delle asciugatrici?"
  },
  {
    "Id": 5,
    "Type": "A",
    "Description": "Tutti i modelli di asciugatrici sono dotati di programmi studiati per non rovinare i tessuti e per asciugarli mantenendo un grado differente di umidità per favorire la stiratura; fate essiccare completamente il bucato per riporlo in cassetti e armadi (es. capi in tessuto \"no stiro\") o adoperarlo subito (es. biancheria, asciugamani, accappatoio, ecc.) dopo avere avviato il programma di antipiegatura, che elimina la formazione di antiestetiche pieghe grazie al ciclo di raffreddamento. Il programma a base di aria fredda consente di rinfrescare velocemente biancheria per la casa e capi usati poco o rimasti a lungo nell'armadio. L'alta temperatura non rovina i capi, anzi, l'asciugatura con asciugatrice dona morbidezza alle fibre in quanto il calore tende a dissipare gli elementi calcificanti contenuti nell'acqua che la centrifuga elimina solo in parte. Ovviamente i capi delicati e in lana devono essere sottoposti a un trattamento di essiccamento adeguato, in cui la temperatura dell'aria non raggiunge i massimi livelli. Ne consegue che il tempo di asciugatura varia in base al programma preselezionato. Alcuni modelli di asciugatrici, sono dotati di sensori in grado di rilevare la quantità di umidità residua del bucato e di variare il tempo di asciugatura, che normalmente si aggira intorno all'ora e mezza (90/100 minuti circa), andando da un minimo di circa 30 minuti a un massimo di poco più di un paio."
  },
  {
    "Id": 6,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 6,
    "Type": "Q",
    "Description": "Che differenza c'è tra il sistema di asciugatura a condensa e quello a ventilazione?"
  },
  {
    "Id": 6,
    "Type": "A",
    "Description": "La differenza che intercorre tra le asciugatrici a condensa e quelle a ventilazione è che il sistema a condensa prevede una vaschetta di raccolta umidità dietro l'elettrodomestico, che deve essere svuotata manualmente. Questo tipo di asciugatrice è adatto per locali non aerati. Naturalmente ricordate sempre di svuotare la vaschetta per evitare trabocchi d'acqua e non danneggiare l'asciugatrice. Le asciugatrici a ventilazione invece vengono fornite con un kit di espulsione aria che conduce l'aria verso l'esterno (in ambiente o con uno scarico a muro)."
  },
  {
    "Id": 7,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 7,
    "Type": "Q",
    "Description": "Quali sono i consumi energetici?"
  },
  {
    "Id": 7,
    "Type": "A",
    "Description": "I consumi energetici si riferiscono al ciclo di asciugatura di 5 kg. di bucato in cotone. Le necessità individuali, com'è ovvio, si differenziano dai test condotti in laboratorio in condizioni precise e costanti. Tutti i modelli di nuova generazione di asciugatrici sono dotati di un dispositivo di controllo elettronico automatico che regola i consumi in relazione al carico e al tipo di tessuto all'insegna del risparmio economico. Per diminuire tempo e consumi, potete mettere in atto qualche semplice accorgimento. Innanzitutto utilizzate la massima velocità della centrifugazione della lavatrice, modulata chiaramente in base al tipo di tessuto dei capi lavati. È importante che il bucato non sia inutilmente intriso d'acqua per impiegare al meglio le asciugatrici. Quando possibile, optate per i programmi a basse temperature che, oltre a incidere positivamente sui costi della bolletta, dal momento che la resistenza elettrica è sottoposta a un'azione meno intensiva, consentono di investire sul cosiddetto beneficio ambientale in termini di emissioni inquinanti di anidride carbonica evitate. Un trucco che dovrebbe diventare una buona abitudine è quello di avviare l'asciugatrice nella fascia oraria notturna. A questo proposito, è utile la funzionalità della partenza ritardata per permettere l'avvio automatico dell'apparecchio. Per un ciclo di asciugatura vengono impiegati circa 3,5 kwH che in termini economici corrispondono al costo di un caffè. Stirare meno significa risparmiare tempo ed energia elettrica."
  },
  {
    "Id": 8,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 8,
    "Type": "Q",
    "Description": "Perché acquistare un'asciugatrice?"
  },
  {
    "Id": 8,
    "Type": "A",
    "Description": "Dimentica la fatica di stendere e ritirare la biancheria: mai più bucato steso per giorni, bastano 1 o 2 ore per averlo perfettamente asciutto. Inoltre, contrariamente a quanto si pensi, la biancheria esce dall'asciugatrice con meno pieghe: molti capi non vanno più stirati, gli altri si stirano più rapidamente. I tuoi capi sono più coccolati perchè asciugati con un soffio di aria calda che li rende più morbidi e senza pieghe difficili. Inoltre usando un'asciugatrice puoi aumentare l'igiene in quanto non dovrai più esporre i tuoi capi alle intemperie ed a fattori inquinanti. Potrai eliminare il rischio di allergie date dagli ammorbidenti; con un' asciugatrice non c'è più bisogno di utilizzarli."
  },
  {
    "Id": 9,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 9,
    "Type": "Q",
    "Description": "Come scegliere la biancheria"
  },
  {
    "Id": 9,
    "Type": "A",
    "Description": "Alcuni accorgimenti per l'inserimento dei capi nell'asciugatrice sono simili a quelli per il lavaggio in lavatrice: proteggete i capi delicati (es. biancheria o capi con inserti in pizzo, perline e/o seta) infilandoli in una federa; chiudete cerniere e bottoni se non l'avete già fatto per il lavaggio in lavatrice. Se un capo ha pendagli o ganci, annodateli con dei piccoli pezzetti di stoffa ricavati da maglie o fazzoletti perché non si incastrino tra i fori del cestello o si impiglino nella trama di altri capi, rovinandoli o smagliandoli; accertatevi che le tasche siano vuote. Per ottenere un bucato impeccabilmente asciutto con le nostre asciugatrici, riportiamo in tabella il significato dei simboli di asciugatura più comuni utilizzati sulle etichette dei capi. Simbolo Significato Possibilità di asciugatura con asciugabiancheria Asciugatura a bassa temperatura con asciugabiancheria Asciugatura ad alta temperatura con asciugabiancheria."
  },
  {
    "Id": 10,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 10,
    "Type": "Q",
    "Description": "Un'asciugatrice come migliora la cura dei capi?"
  },
  {
    "Id": 10,
    "Type": "A",
    "Description": "I tuoi capi sono più coccolati perchè asciugati con un soffio di aria calda che li rende più morbidi e senza pieghe difficili. Inoltre usando un'asciugatrice puoi aumentare l'igiene in quanto non dovrai più esporre i tuoi capi alle intemperie ed a fattori inquinanti; in più potrai eliminare il rischio di allergie date dagli ammorbidenti, con una asciugatrice non c'è più bisogno di usarli."
  },
  {
    "Id": 11,
    "Type": "G",
    "Description": "asciugatrici"
  },
  {
    "Id": 11,
    "Type": "Q",
    "Description": "Che vantaggi dà una asciugatrice?"
  },
  {
    "Id": 11,
    "Type": "A",
    "Description": "Dimentica la fatica di stendere e ritirare la biancheria; mai più bucato steso per giorni, bastano 1 o 2 ore per averlo perfettamente asciutto. Inoltre, contrariamente a quanto si pensa, la biancheria esce dall'asciugatrice con meno pieghe:molti capi non vanno più stirati, gli altri si stirano più rapidamente."
  },
  {
    "Id": 12,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 12,
    "Type": "Q",
    "Description": "Che cos'è la funzione \"Eco\"?"
  },
  {
    "Id": 12,
    "Type": "A",
    "Description": "E' particolare funzione a risparmio energetico. E' utilizzabile per il completamento di cotture e per il delicato riscaldamento dei cibi."
  },
  {
    "Id": 13,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 13,
    "Type": "Q",
    "Description": "Che cosa sono i pannelli catalitici?"
  },
  {
    "Id": 13,
    "Type": "A",
    "Description": "Sono speciali pannelli trattati con uno smalto particolare e ad altissima porosità, in grado di catturare lo sporco e grasso."
  },
  {
    "Id": 14,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 14,
    "Type": "Q",
    "Description": "In che modo diverse teglie e pirofile per la cottura in forno possono influenzare i risultati di cottura?"
  },
  {
    "Id": 14,
    "Type": "A",
    "Description": "Il materiale delle teglie utilizzate per la cottura in forno può influenzare i risultati di cottura. Segui le raccomandazioni del produttore e usa teglie delle dimensioni consigliate nella ricetta. Utilizza come guida le seguenti informazioni. Raccomandazioni e risultati previsti utilizzando: -Alluminio chiaro: Croste dorate e leggere, doratura uniforme. Rispettare la temperatura e il tempo consigliati nella ricetta. - Alluminio scuro e altre teglie con finiture scure, in colori spenti, e/o antiaderenti: Croste croccanti e dorate. Rispettare il tempo di cottura consigliato nella ricetta. Posizionare la griglia nella parte centrale del forno. -Teglie per biscotti o tegami da forno: Nessuna o minima doratura della parte inferiore. Posizionare nella parte più bassa del forno. Potrebbe essere necessario prolungare il tempo di cottura. - Acciaio inossidabile: Croste leggere e dorate, doratura non uniforme. Potrebbe essere necessario prolungare il tempo di cottura -Litoceramica: Croste croccanti. Seguire le istruzioni del produttore. -Pirofile in vetro, vetroceramica o ceramica adatte alla cottura in forno: Croste dorate e croccanti."
  },
  {
    "Id": 15,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 15,
    "Type": "Q",
    "Description": "Posso usare la carta Alluminio nel forno?"
  },
  {
    "Id": 15,
    "Type": "A",
    "Description": "No, è meglio non utilizzare la carta Alluminio nel forno. Potresti utilizzare della speciale carta da forno. Prima di usarla, verifica le relative istruzioni che indicano la gamma di temperatura applicabile."
  },
  {
    "Id": 16,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 16,
    "Type": "Q",
    "Description": "Che differenza c'è tra la funzione \"MY CHEF\" e la funzione \"JET MENU\"?"
  },
  {
    "Id": 16,
    "Type": "A",
    "Description": "Il sistema di programmazione My Chef è una modalità assistita con un percorso di programmazione che prevede 10 categorie di cibo, ed un totale di 50 differenti pietanze. E' sufficiente impostare il peso di ciò che si desidera cucinare ed il forno imposterà automaticamente il tempo di cottura corretto. E' inoltre possibile utilizzare comunque la funzione manuale o memorizzare 10 ricette che possono essere successivamente modificate. Il display durante la cottura mostrerà tutte le fasi della programmazione impostata. (Pre riscaldamento, livello di posizionamento della teglia, intervallo per girare l'alimento, fine cottura ed indicazione di forno ancora caldo). La programmazione Jet Menù permette di scegliere tra 15 ricette memorizzate, di cui 10 tra le più comuni ricette a livello locale e internazionale. E' possibile attivare il preriscaldamento rapido della cavità, il quale è monitorato attraverso un \"Conto alla rovescia\" espresso in minuti. Possiede la funzione Maxy Cooking, che consente di cuocere in modo uniforme e perfetto anche le più grosse porzioni di carne, grazie ad un sofisticato sistema automatico di valutazione algoritmica delle temperature."
  },
  {
    "Id": 17,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 17,
    "Type": "Q",
    "Description": "Non posso installare delle condutture esterne per la cappa. Il ricircolo è una buona idea?"
  },
  {
    "Id": 17,
    "Type": "A",
    "Description": "Sì. Tutte le cappe Whirlpool posso essere utilizzate in modalità ad espulsione d'aria o a ricircolo. Il sistema di ricircolo rimuove gli odori sgradevoli e l'unto dall'aria che lo attraversa e risoffia poi l'aria in cucina. Questo sistema non riduce l'umidità dell'aria, che può pertanto aumentare nella tua cucina. Non collegare una cappa senza motore a un sistema di ventilazione centrale."
  },
  {
    "Id": 18,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 18,
    "Type": "Q",
    "Description": "E' possibile rimuovere lo sporco tra i vetri della porta del forno?"
  },
  {
    "Id": 18,
    "Type": "A",
    "Description": "Esistono due tipologie di porta differenti montate dai nostri forni. La porta \"full glass\" è composta da tre vetri, sigillati, dalla superficie completamente piatta e liscia per impedire il ristagno di sporco o grasso nascosto. Questa porta non può essere smontata ed è comunque impossibile che lo sporco vada ad intaccare i componenti interni. La porta Ventilata invece ha la possibilità di essere smontata per accedere alla pulizia. Abbassando le cerniere e bloccandole, si estrae la porta. Nella controporta si estraggono due viti che sostengono due tasselli neri. Una volta rimossi è possibile sfilare i vetri e procedere alla pulizia."
  },
  {
    "Id": 19,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 19,
    "Type": "Q",
    "Description": "Come faccio a pulire il vetro del forno?"
  },
  {
    "Id": 19,
    "Type": "A",
    "Description": "Usa un detergente per vetri e un panno o una spugna morbidi. Versa il detergente per vetri sul panno o la spugna, non spruzzarlo direttamente. Non usare detergenti abrasivi, pagliette in lana d'acciaio, spugnette ruvide o alcuni tipi di carta assorbente, che potrebbero danneggiare la superficie. Se utilizzi della carta assorbente, controlla prima sulla confezione che sia adatta all'uso, in quanto alcuni tipi possono danneggiare le superfici."
  },
  {
    "Id": 20,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 20,
    "Type": "Q",
    "Description": "E' possibile installare un forno a gas in colonna?"
  },
  {
    "Id": 20,
    "Type": "A",
    "Description": "L'installazione a colonna per un forno a gas non è consigliata a causa del sistema di areazione, che non è sufficiente per garantirne il corretto funzionamento (Combustione del gas)."
  },
  {
    "Id": 21,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 21,
    "Type": "Q",
    "Description": "Cosa si intende per grill reclinabile?"
  },
  {
    "Id": 21,
    "Type": "A",
    "Description": "Il grill reclinabile può essere parzialmente estratto per la pulizia. Tale componente non è in dotazione per tutti i modelli di forno, ma solo sui top di gamma."
  },
  {
    "Id": 22,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 22,
    "Type": "Q",
    "Description": "In cosa sono migliori i forni 6º Senso?"
  },
  {
    "Id": 22,
    "Type": "A",
    "Description": "La funzione 6° Senso modifica il tempo di cottura misurando costantemente il grado di umidità durante la cottura e aiutandoti così ad ottenere risultati migliori e più rapidi senza dover \"tirare a indovinare\"."
  },
  {
    "Id": 23,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 23,
    "Type": "Q",
    "Description": "Come funziona la pirolisi e che cos'è?"
  },
  {
    "Id": 23,
    "Type": "A",
    "Description": "E' una funzione che permette l'auto pulizia del forno. Attraverso il ciclo di pirolisi il forno raggiunge una temperatura interna di 475°, permettendo la combustione dello sporco e trasformandolo in cenere. Alla fine del processo, per raccogliere le particelle di cenere depositate è sufficiente l'uso di un panno umido. Nei forni dotati della tecnologia Sesto Senso la funzione di pirolisi si conclude quando il forno è veramente pulito."
  },
  {
    "Id": 24,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 24,
    "Type": "Q",
    "Description": "Come faccio a pulire il pannello di controllo del mio forno?"
  },
  {
    "Id": 24,
    "Type": "A",
    "Description": "Usa un detergente per vetri e un panno o una spugna morbidi. Versa il detergente per vetri sul panno o la spugna, non spruzzarlo direttamente. Non usare detergenti abrasivi, pagliette in lana d'acciaio, spugnette ruvide o alcuni tipi di carta assorbente, che potrebbero danneggiare le superfici."
  },
  {
    "Id": 25,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 25,
    "Type": "Q",
    "Description": "Perché terminata la cottura, la ventola continua a funzionare?"
  },
  {
    "Id": 25,
    "Type": "A",
    "Description": "I nostri forni sono dotati del sistema di \"Ventilazione Radiale\", il quale muove un notevole volume d'aria, riducendo drasticamente la temperatura in tutti i punti che si trovano a contatto con la cucina. Inoltre, grazie al nuovo flusso d'aria, l'evacuazione dell'umidità non avviene più attraverso la porta del forno ma tramite un camino interno collegato al nuovo sistema di ventilazione. Tale sistema è indipendente dal tipo di funzione utilizzata e si attiva immediatamente con l'accensione del forno, quale sistema di sicurezza per evitare il surriscaldamento delle pareti esterne. La ventilazione si interrompe quando la temperatura scende sotto 80°C."
  },
  {
    "Id": 26,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 26,
    "Type": "Q",
    "Description": "Come è applicata la funzione 6º Senso\" ai nostri forni?"
  },
  {
    "Id": 26,
    "Type": "A",
    "Description": "La funzione 6° Senso \"sente\" il peso del cibo e la temperatura all'interno della cavità, adatta la temperatura ed il tempo di cottura tenendo sotto controllo costante ogni minima variazione per cucinare con risultati eccellenti, risparmiando tempo e energia."
  },
  {
    "Id": 27,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 27,
    "Type": "Q",
    "Description": "Cosa si intende per \"Porta Fredda\"?"
  },
  {
    "Id": 27,
    "Type": "A",
    "Description": "La dicitura \"Porta Fredda\" indica che la porta del forno è dotata di 3 vetri anziché 2. In questo modo la porta del forno raggiunge temperature nettamente inferiori agli standard richiesti dalle normative europee, e quindi di maggiore sicurezza."
  },
  {
    "Id": 28,
    "Type": "G",
    "Description": "forni"
  },
  {
    "Id": 28,
    "Type": "Q",
    "Description": "Come faccio a pulire e prendermi cura delle superfici in acciaio inossidabile?"
  },
  {
    "Id": 28,
    "Type": "A",
    "Description": "Ecco alcuni suggerimenti per la pulizia e la cura delle superfici in acciaio inossidabile: - Utilizza un detergente e un lucidante per acciaio inossidabile - Utilizza un detergente liquido o multiuso. Sciacqua con acqua pulita e asciuga con un panno morbido. - Pulisci le macchie di calcare con aceto Non utilizzare spugnette metalliche presaponate, detergenti abrasivi, creme per la lucidatura del piano cottura, pagliette in lana d'acciaio, spugnette ruvide o alcuni tipi di carta assorbente, che potrebbero danneggiare le superfici."
  },
  {
    "Id": 29,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 29,
    "Type": "Q",
    "Description": "Posso collegare la lavatrice direttamente all'acqua calda?"
  },
  {
    "Id": 29,
    "Type": "A",
    "Description": "Si, solo se espressamente specificato nel libretto di istruzioni o nella scheda tecnica del prodotto."
  },
  {
    "Id": 30,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 30,
    "Type": "Q",
    "Description": "Quanto detersivo serve per ogni carico?"
  },
  {
    "Id": 30,
    "Type": "A",
    "Description": "Dipende dalla durezza dell'acqua e da quanto sono sporchi i panni. L'acqua dolce richiede molto meno detersivo dell'acqua dura - tuttavia, più sono sporchi i vestiti, maggiore sarà la quantità di detersivo necessaria per lavarli. Per avere indicazioni più precise, leggi le istruzioni sulla confezione del detersivo. Se resta della schiuma alla fine del ciclo probabilmente stai usando troppo detersivo."
  },
  {
    "Id": 31,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 31,
    "Type": "Q",
    "Description": "Perché alcuni produttori di abbigliamento consigliano di lavare i vestiti a rovescio?"
  },
  {
    "Id": 31,
    "Type": "A",
    "Description": "In lavatrice i vestiti spesso si rovesciano durante la centrifuga. Rovesciare prima i vestiti può risultare più delicato per i vestiti stessi, in quanto limita l'abrasione sul lato \"buono\" del tessuto, riducendo la formazione di \"bioccoli\" e allungando la vita di alcuni tessuti come il velluto a coste. Inoltre, questo sistema protegge eventuali ricami, stampe, eccetera. Lavare i vestiti a rovescio non riduce l'azione lavante."
  },
  {
    "Id": 32,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 32,
    "Type": "Q",
    "Description": "E' possibile installare una lavatrice sopra ad un'asciugatrice o viceversa?"
  },
  {
    "Id": 32,
    "Type": "A",
    "Description": "Sì è possibile purchè i prodotti abbiano le medesime dimensioni. E' in vendita presso i nostri Centri di Assistenza Tecnica di zona un apposito Kit di sovrapposizione."
  },
  {
    "Id": 33,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 33,
    "Type": "Q",
    "Description": "Perché la mia lavatrice si muove?"
  },
  {
    "Id": 33,
    "Type": "A",
    "Description": "La lavatrice può spostarsi durante la centrifuga a causa della mancanza di equilibrio. Quando il cestello contiene solo un pezzo pesante, la lavatrice vibra e sussulta, spostandosi di conseguenza. E' sempre meglio aggiungere della biancheria fino a riempire il cestello. Le lavatrici di ultima generazione rallentano quando percepiscono tali squilibri, per evitare lo spostamento."
  },
  {
    "Id": 34,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 34,
    "Type": "Q",
    "Description": "Perché il Programma \"Eco\" è più lungo degli altri?"
  },
  {
    "Id": 34,
    "Type": "A",
    "Description": "Perché viene considerato dalla Normativa Europea quale programma di prova per determinare la classe energetica, di lavaggio e di asciugatura di una lavatrice. Al fine di ottenere un risultato di lavaggio che coincida con la classe energetica A o A+, in fabbrica è stato impostato un tempo indicativo pari a 160 minuti, il quale potrà comunque variare in difetto o in eccesso in funzione di un diverso carico, di una diversa temperatura o durezza dell'acqua e di una diversa tensione di alimentazione."
  },
  {
    "Id": 35,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 35,
    "Type": "Q",
    "Description": "Come posso mantenere in buone condizioni la mia lavatrice?"
  },
  {
    "Id": 35,
    "Type": "A",
    "Description": "Prima di qualsiasi operazione di pulizia e di manutenzione, disinserire la lavatrice elettricamente o staccare la spina dalla presa di corrente. Pulire la parte esterna della lavatrice con un panno umido. Non utilizzare abrasivi. Non forzare l'oblò o non utilizzarlo come gradino. Non permettere ai bambini di giocare con la lavatrice o di entrare nel cestello."
  },
  {
    "Id": 36,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 36,
    "Type": "Q",
    "Description": "Com'è applicata la tecnologia \"Sesto Senso\" alle lavatrici Whirlpool?"
  },
  {
    "Id": 36,
    "Type": "A",
    "Description": "Sesto Senso è la tecnologia intelligente Whirlpool che si adatta ad ogni esigenza di lavaggio. Basta introdurre il bucato nella macchina ed un sofisticato sistema di sensori esegue tutto il resto. La tecnologia Sesto Senso riconosce l'effettiva portata dei panni da lavare e ne misura l'esatta quantità di acqua, garantendo un pulito perfetto e riducendo il consumo di acqua, energia e tempo."
  },
  {
    "Id": 37,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 37,
    "Type": "Q",
    "Description": "Come devo suddividere la biancheria nell'inserirla in lavatrice?"
  },
  {
    "Id": 37,
    "Type": "A",
    "Description": "La biancheria deve essere suddivisa secondo: il tipo di tessuto ed il simbolo riportato sull' etichetta; i colori; la dimensione della biancheria, per distribuire meglio il carico nel cestello. Inoltre bisogna lavare separatamente la biancheria delicata: usare l'opportuno programma per la Pura Lana Vergine, le tende ed altri capi delicati."
  },
  {
    "Id": 38,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 38,
    "Type": "Q",
    "Description": "Cosa devo fare prima di utilizzare la lavatrice?"
  },
  {
    "Id": 38,
    "Type": "A",
    "Description": "Assistenza o il Rivenditore. Verificare che tutti gli accessori e i componenti in dotazione siano presenti."
  },
  {
    "Id": 39,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 39,
    "Type": "Q",
    "Description": "Cosa si intende per filtro autopulente?"
  },
  {
    "Id": 39,
    "Type": "A",
    "Description": "Nelle vecchie lavatrici il filtro presentava una reticella che oltre a fermare i corpi estranei (monete, bottoni ecc..) tratteneva anche i pilucchi della biancheria impedendo loro di ostruire la pompa di scarico. Oggi le pompe di scarico sono più potenti e possono espellere i pelucchi pertanto il filtro deve solo fermare gli oggetti più grandi e viene definito autopulente."
  },
  {
    "Id": 40,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 40,
    "Type": "Q",
    "Description": "Come si installa correttamente una lavatrice?"
  },
  {
    "Id": 40,
    "Type": "A",
    "Description": "Installare la lavatrice su un pavimento stabile e livellato. Controllare se tutti e quattro i piedini sono ben fermi e stabili sul pavimento, verificare che la posizione della lavatrice sia esattamente orizzontale (usare una livella a bolla d'aria). Collegare il tubo di alimentazione dell'acqua direttamente al rubinetto senza utilizzare prolunghe o collegamenti non conformi.Collegare il tubo flessibile di scarico al sifone oppure agganciarlo al bordo di un lavabo o di un lavello con il gomito in dotazione. Le connessioni elettriche devono essere effettuate da personale qualificato in conformità alle istruzioni del produttore e alle normative correnti in materia di sicurezza. Effettuare il collegamento elettrico mediante una presa con messa a terra con interruttore bipolare e installata secondo le norme in vigore. La messa a terra della lavatrice è prescritta per legge. Non utilizzare cavi di prolunga o prese multiple. Prima di qualsiasi operazione di manutenzione, staccare la spina dalla presa di corrente. Non utilizzare la lavatrice se ha subito danni durante il trasporto ed informare il Servizio Assistenza."
  },
  {
    "Id": 41,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 41,
    "Type": "Q",
    "Description": "Come devo suddividere la biancheria?"
  },
  {
    "Id": 41,
    "Type": "A",
    "Description": "La biancheria deve essere suddivisa secondo il tipo di tessuto ed il simbolo riportato sull' etichetta, i colori, la dimensione degli indumenti, per distribuire meglio il carico nel cestello. Inoltre bisogna lavare separatamente la biancheria delicata: usare l'opportuno programma per la Pura Lana Vergine, le tende ed altri capi delicati."
  },
  {
    "Id": 42,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 42,
    "Type": "Q",
    "Description": "Come funziona la nuova funzione \"Aquasteam con Turbovapore\"?"
  },
  {
    "Id": 42,
    "Type": "A",
    "Description": "Le nuove lavatrici Whirlpool 6° Senso, uniscono la naturale potenza del vapore all'efficacia dell'acqua per pulire i tessuti in maniera naturale ed ecologica e con un risparmio del 30% su acqua ed energia. Con l'utilizzo del programma Hygienic+ Extra, viene immesso del vapore alla fine del ciclo di lavaggio, eliminando batteri e allergeni già con lavaggi a 40°."
  },
  {
    "Id": 43,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 43,
    "Type": "Q",
    "Description": "Quando è necessario il programma di prelavaggio?"
  },
  {
    "Id": 43,
    "Type": "A",
    "Description": "Solo quando la biancheria è molto sporca."
  },
  {
    "Id": 44,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 44,
    "Type": "Q",
    "Description": "A cosa servono le staffe di fissaggio?"
  },
  {
    "Id": 44,
    "Type": "A",
    "Description": "La lavatrice è dotata di bulloni di protezione al fine di evitare danni durante il trasporto. Prima di utilizzare la lavatrice, occorre togliere i bulloni di protezione."
  },
  {
    "Id": 45,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 45,
    "Type": "Q",
    "Description": "In quali casi la centrifuga può non funzionare correttamente?"
  },
  {
    "Id": 45,
    "Type": "A",
    "Description": "Nelle nostre lavatrici è presente un dispositivo che impedisce alla lavatrice di effettuare la centrifuga alla massima velocità quando si manifesta un carico sbilanciato al suo interno (carico eccessivo o biancheria non distribuita uniformemente nel cestello). Serve a proteggere sia la lavatrice che il suo carico. Quando interviene il sistema anti-sbilanciamento, la lavatrice non va in centrifuga, rallenta ed effettua delle rotazioni a bassi giri per provare a distribuire meglio il carico e poi riprova. Effettua un massimo di tre tentativi, dopodiché entrerà ugualmente in centrifuga ad un numero di giri ridotto per evitare danni ma sufficiente a smaltire residui di schiuma e detersivo dai capi."
  },
  {
    "Id": 46,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 46,
    "Type": "Q",
    "Description": "Perché non vedo più il livello dell'acqua dall'oblò della mia lavatrice?"
  },
  {
    "Id": 46,
    "Type": "A",
    "Description": "Le nuove Normative Europee impongono un risparmio sia energetico che idrico, di conseguenza, la quantità d'acqua introdotta in vasca risulta inferiore rispetto al passato. Progettualmente e' stato constatato che questo aspetto non compromette il risultato del lavaggi."
  },
  {
    "Id": 47,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 47,
    "Type": "Q",
    "Description": "Quanto è alto il top di una lavatrice?"
  },
  {
    "Id": 47,
    "Type": "A",
    "Description": "Il top di una lavatrice è alto circa 2,5 cm."
  },
  {
    "Id": 48,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 48,
    "Type": "Q",
    "Description": "Posso installare una lavatrice sul balcone?"
  },
  {
    "Id": 48,
    "Type": "A",
    "Description": "L'ambiente in cui viene installata una lavatrice deve necessariamente garantirne il corretto funzionamento. Un uso domestico del prodotto presuppone che lo stesso venga installato in un ambiente idoneo. I fattori che influenzano il corretto funzionamento del prodotto, sono la temperatura e l'umidità della stanza, di cui di seguito Vi forniamo i valori corretti: Temperatura : 5 ° e 45° C Umidità : 20% e 90% Se non vengono rispettati i parametri sopra riportati, ( es. posizionando la macchina in ambienti estremamente umidi, non riscaldati, non conformi ecc.) si possono verificare problemi di elettronica, falsi contatti, mal funzionamenti in generale. Tutte le lavatrici appartenenti alla nostra gamma sono destinate ad un uso domestico."
  },
  {
    "Id": 49,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 49,
    "Type": "Q",
    "Description": "Cos'é il programma Vapore Refresh?"
  },
  {
    "Id": 49,
    "Type": "A",
    "Description": "Il programma Vapore Refresh permette di rinfrescare i capi in appena 20 minuti solo con un ciclo di vapore. Dai vostri indumenti verranno efficacemente eliminati odori sgradevoli e i panni saranno pronti per essere indossati."
  },
  {
    "Id": 50,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 50,
    "Type": "Q",
    "Description": "Cos'è l'aqua-stop?"
  },
  {
    "Id": 50,
    "Type": "A",
    "Description": "La funzione aqua-stop interrompe l'alimentazione di acqua quando, a causa di una perdita, passa più acqua del necessario."
  },
  {
    "Id": 51,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 51,
    "Type": "Q",
    "Description": "Posso lavare l'intimo e la lana senza danneggiare i miei capi?"
  },
  {
    "Id": 51,
    "Type": "A",
    "Description": "Si, grazie al programma lavaggio a mano/lingerie potrà lavare con tranquillità i sui capi intimi, mentre con l'esclusivo programma Woolmark, riconosciuto e certificato dal Woolmark Istituite, potrà lavare i suoi capi in lana. Questo lavaggio è calibrato per fornire risultati perfetti sui capi di lana."
  },
  {
    "Id": 52,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 52,
    "Type": "Q",
    "Description": "Cos'é \"Hygienic +\"?"
  },
  {
    "Id": 52,
    "Type": "A",
    "Description": "Il programma Hygienic +, è un'opzione aggiuntiva che permette di eliminare batteri e allergeni, senza la necessità di utilizzare prodotti chimici. Tale opzione è stata inserita unicamente con il programma cotone, utilizzato con una temperatura maggiore a 70°C."
  },
  {
    "Id": 53,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 53,
    "Type": "Q",
    "Description": "Perché la mia lavatrice non rispetta i tempi di lavaggio indicati sul display?"
  },
  {
    "Id": 53,
    "Type": "A",
    "Description": "Perché possiede l'innovativa tecnologia Sesto Senso che controlla ed analizza, con i suoi sensori, il reale livello di sporco dell'acqua; adegua automaticamente il ciclo di lavaggio al livello di sporco della biancheria e tiene costantemente il lavaggio sotto controllo, terminando il programma non appena tutto è perfettamente lavato. Questa tecnologia permette di ottimizzare i tempi ed i consumi di energia e di acqua tuttavia è bene tenere in considerazione che la progettazione ha comunque imposto dei limiti minimi e massimi, all'interno dei quali l'elettrodomestico può funzionare correttamente. Da qui i tempi indicati sulla tabella programmi fornita a corredo dell'elettrodomestico. Un lavaggio può avere una durata variabile tra un minimo ed un massimo, imposto di default. Dopo aver impostato il programma, il display mostrerà un tempo indicativo iniziale, il quale varierà comunque poiché i sensori modificheranno le variabili di lavaggio ogni 10 secondi, tra le quali la durata del programma. Per questa ragione non è possibile stabilire l'effettiva durata di un programma di lavaggio, seguendo le indicazioni fornite dal display. I sensori situati all'interno della lavatrice rilevano diverse variabili che influenzano l'andamento del programma di lavaggio, tra le quali le più rilevanti sono sicuramente la temperatura di entrata dell'acqua (se la temperatura dell'acqua all'entrata e' bassa, occorrerà più tempo per il suo riscaldamento), la pressione dell'acqua, la tensione presente nell'abitazione (minore sarà la tensione presente, maggiore sarà il tempo di riscaldamento della resistenza), la durezza dell'acqua e la presenza di particelle di sporco non solo sulla biancheria, ma anche all'interno del cestello, della vasca e del filtro."
  },
  {
    "Id": 54,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 54,
    "Type": "Q",
    "Description": "Le lavatrici possiedono un sistema di sicurezza anti allagamento?"
  },
  {
    "Id": 54,
    "Type": "A",
    "Description": "Il sensore Waterstop offre una protezione totale contro il pericolo di allagamento. Nel caso ci fossero delle perdite all'interno della macchina un interruttore elettronico interrompe automaticamente l'attività della lavatrice. Tale anomalia verrà segnalata sul display indicando che la sicurezza waterstop si è attivata."
  },
  {
    "Id": 55,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 55,
    "Type": "Q",
    "Description": "Perchè trovo dei residui di detersivo e delle macchie sui capi appena lavati?"
  },
  {
    "Id": 55,
    "Type": "A",
    "Description": "Eventuali residui bianchi sui tessuti scuri sono dovuti ai composti insolubili contenuti nei detersivi moderni senza fosfati. Se si dovesse verificare questo inconveniente, scuotere e/o spazzolare la biancheria, oppure utilizzare detersivi liquidi. Usare solo detersivi e additivi adatti a lavatrici ad uso domestico. Per il prelavaggio, usare solo decalcificanti, tinture o sbiancanti adatti a lavatrici per uso domestico. I decalcificanti possono contenere componenti che possono danneggiare parti della lavatrice. Non usare solventi (ad es. trielina, benzina). Non lavare in lavatrice tessuti trattati con solventi o liquidi infiammabili. Seguire le istruzioni riportate sulla confezione di detersivo. Il dosaggio dipende dal grado e dal tipo di sporco, dal carico, dalla durezza dell'acqua (chiedere eventuali informazioni al Comune di residenza). L'acqua dolce richiede una minore quantità di detersivo rispetto all'acqua dura (fare riferimento alla tabella della durezza dell'acqua."
  },
  {
    "Id": 56,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 56,
    "Type": "Q",
    "Description": "Cosa devo fare per rottamare la mia vecchia lavatrice e il materiale di imballo?"
  },
  {
    "Id": 56,
    "Type": "A",
    "Description": "La lavatrice è stata fabbricata con materiale riciclabile. Lo smaltimento deve avvenire in conformità alle norme locali in vigore sullo smaltimento dei rifiuti. Prima di rottamare la lavatrice, eliminare tutti i residui di detersivo e tagliare il cavo di alimentazione rendendola inutilizzabile."
  },
  {
    "Id": 57,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 57,
    "Type": "Q",
    "Description": "E' possibile rimuovere il top alla lavatrice?"
  },
  {
    "Id": 57,
    "Type": "A",
    "Description": "Si, solo dove espressamente specificato il top si può rimuovere purchè venga installata una lamiera in alluminio a protezione della componentistica elettronica, acquistabile presso i Centri di Assistenza Tecnica autorizzati."
  },
  {
    "Id": 58,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 58,
    "Type": "Q",
    "Description": "Posso personalizzare il lavaggio in base alle mie esigenze?"
  },
  {
    "Id": 58,
    "Type": "A",
    "Description": "Si, grazie al sistema 6° Senso e alle nostre lavatrici \"Bluetouch\" si possono memorizzare fino a 10 programmi preferiti. Potete delegare l'avvio del bucato ad altri, creando un programma che può essere avviato con il semplice tocco di un pulsante. Sul display appariranno immediatamente tutte le informazioni sulla programmazione del lavaggio: tempo, temperatura dell'acqua e centrifuga."
  },
  {
    "Id": 59,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 59,
    "Type": "Q",
    "Description": "Dove vanno a finire i pelucchi e le fibre?"
  },
  {
    "Id": 59,
    "Type": "A",
    "Description": "Se la tua lavatrice non è dotata di un filtro ispezionabile manualmente, pelucchi e fibre vengono scaricati nelle tubature di scarico."
  },
  {
    "Id": 60,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 60,
    "Type": "Q",
    "Description": "Cos'é il trattamento \"Microban\"?"
  },
  {
    "Id": 60,
    "Type": "A",
    "Description": "Il trattamento Microban è un trattamento antibatterico che aiuta a ridurre batteri, odori e muffa, proteggendo l'igiene della lavatrice e del bucato. Le lavatrici Bluetouch sono dotate di questo innovativo trattamento."
  },
  {
    "Id": 61,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 61,
    "Type": "Q",
    "Description": "Che cos'è il lavaggio a dondolo?"
  },
  {
    "Id": 61,
    "Type": "A",
    "Description": "E' un movimento super delicato del cestello ideale per i lavaggi dei capi delicati. Il cestello effettua una rotazione a destra e una sinistra, senza mai effettuare un giro completo. In questo modo la biancheria \"dondola\" all'interno del cestello e riceve minori stress meccanici."
  },
  {
    "Id": 62,
    "Type": "G",
    "Description": "lavatrici"
  },
  {
    "Id": 62,
    "Type": "Q",
    "Description": "Quanti sono i giri di centrifuga minimi necessari di una lavatrice, per poter utilizzare un'asciugatrice?"
  },
  {
    "Id": 62,
    "Type": "A",
    "Description": "Affinché un'asciugatrice possa funzionare correttamente, è necessario che la lavatrice possegga una centrifuga minima pari a 800 giri."
  },
  {
    "Id": 63,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 63,
    "Type": "Q",
    "Description": "Perché si avverte un segnale acustico?"
  },
  {
    "Id": 63,
    "Type": "A",
    "Description": "Il piano è stato dimenticato acceso per lungo tempo ed e' intervenuto in automatico il dispositivo di sicurezza."
  },
  {
    "Id": 64,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 64,
    "Type": "Q",
    "Description": "Come si pulisce il plateau dei piani in acciaio?"
  },
  {
    "Id": 64,
    "Type": "A",
    "Description": "Utilizzare una spugna morbida inumidita e quando occorre, un detergente specifico acquistabile presso i nostri Centri di Assistenza Tecnica autorizzati (Linea W-pro). E' sconsigliato utilizzare sostanze acide o alcaline, come succo di limone o aceto."
  },
  {
    "Id": 65,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 65,
    "Type": "Q",
    "Description": "Di quali materiali sono composte le griglie dei piani di cottura?"
  },
  {
    "Id": 65,
    "Type": "A",
    "Description": "Il materiale utilizzato e' la ghisa e acciaio smaltato. In entrambi i casi, sconsigliamo l'inserimento degli stessi in lavastoviglie. Per la pulizia delle griglie, di cappellotti e bruciatori suggeriamo di non utilizzare prodotti abrasivi, corrosivi, a base di cloro o pagliette metalliche. Evitare di lasciare sul piano di cottura sostanze acide o alcaline (aceto, sale, succo di limone ecc..). Immergere gli accessori in acqua calda e detersivo liquido, poi risciacquare e asciugare accuratamente."
  },
  {
    "Id": 66,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 66,
    "Type": "Q",
    "Description": "Che differenza c'è tra un piano a \"Filo Top\" e un piano \"Semifilo Top\"?"
  },
  {
    "Id": 66,
    "Type": "A",
    "Description": "Il semifilo e' incassato in modo da risultare rialzato di alcuni centimetri rispetto al top. Il filo top crea una superficie continua con quella dei mobili della cucina."
  },
  {
    "Id": 67,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 67,
    "Type": "Q",
    "Description": "Quali sono i materiali utilizzabili con il piano ad induzione?"
  },
  {
    "Id": 67,
    "Type": "A",
    "Description": "Tutti i contenitori contenente ferro. Avvicinando al fondo della pentola una calamita, è possibile verificare se la stessa è utilizzabile. Non sono adatti i contenitori in vetro, ceramica o terracotta, quelli in alluminio e rame e quelli inox non magnetici."
  },
  {
    "Id": 68,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 68,
    "Type": "Q",
    "Description": "Il piano a induzione ha le spie residue calore?"
  },
  {
    "Id": 68,
    "Type": "A",
    "Description": "Togliendo la pentola dal fornello, la trasmissione del calore si interrompe immediatamente, e si aziona una ventola di raffreddamento; non c'e' calore residuo e ciò permette di eliminare ulteriori consumi di energia. In questo modo non c'è dispersione di calore e si ottiene un rendimento molto elevato. Al recipiente utilizzato viene trasmesso il 90% della potenza assorbita."
  },
  {
    "Id": 69,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 69,
    "Type": "Q",
    "Description": "Di quale materiale e' composto il plateaux di un piano in vetroceramica ?"
  },
  {
    "Id": 69,
    "Type": "A",
    "Description": "E' un materiale ricavato da vetri a base di silicato di litio, riscaldati e poi lavorati con procedure che prevedono l'inserimento di metalli nella composizione. quindi si ha un'ottima resistenza agli sbalzi termici, e una dilatazione bassa con il calore."
  },
  {
    "Id": 70,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 70,
    "Type": "Q",
    "Description": "Che differenza c'è tra una piastra radiante e una piastra alogena?"
  },
  {
    "Id": 70,
    "Type": "A",
    "Description": "Le piastre radianti, emettono calore grazie ad una resistenza la quale mantiene il calore stesso anche dopo che è stata spenta, sino ad esaurimento. Le piastre alogene invece, funzionano con una lampada la quale, una volta spenta, perde velocemente il calore."
  },
  {
    "Id": 71,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 71,
    "Type": "Q",
    "Description": "Il tubo di collegamento del gas, di quale materiale deve essere costituito?"
  },
  {
    "Id": 71,
    "Type": "A",
    "Description": "Il tubo di alimentazione del gas deve essere di materiale rigido, in acciaio zincato o rame."
  },
  {
    "Id": 72,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 72,
    "Type": "Q",
    "Description": "Ho sentito dire che sui piani cottura a induzione si devono usare padelle particolari. E' vero?"
  },
  {
    "Id": 72,
    "Type": "A",
    "Description": "Le padelle devono essere in metallo ferroso. Puoi capire se le tue padelle sono adatte utilizzando un magnete da frigorifero. Se si attacca alla base, la padella va bene per i piani cottura a induzione."
  },
  {
    "Id": 73,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 73,
    "Type": "Q",
    "Description": "Come si pulisce la superficie del vetroceramica?"
  },
  {
    "Id": 73,
    "Type": "A",
    "Description": "Suggeriamo di procedere alla pulizia quando la superficie e' ancora tiepida. Con il raschietto in dotazione rimuovere subito tutti i residui di cibo con alto contenuto di zucchero, prima che si cristallizzino."
  },
  {
    "Id": 74,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 74,
    "Type": "Q",
    "Description": "Posso usare il piano di cottura a gas se manca la corrente?"
  },
  {
    "Id": 74,
    "Type": "A",
    "Description": "Nel caso di un'interruzione prolungata della corrente elettrica, i bruciatori possono essere accesi manualmente. Tieni un fiammifero acceso vicino al bruciatore e ruota la manopola del gas sul livello più alto."
  },
  {
    "Id": 75,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 75,
    "Type": "Q",
    "Description": "Cosa sono le spie \"residuo calore\"?"
  },
  {
    "Id": 75,
    "Type": "A",
    "Description": "Ogni zona di cottura possiede una spia di residuo calore, che si illumina quando il fornello si attiva e rimane accesa fino a quando la temperatura non e' scesa sotto i 60°C."
  },
  {
    "Id": 76,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 76,
    "Type": "Q",
    "Description": "Il plateau dei piani in vetro è resistente al calore?"
  },
  {
    "Id": 76,
    "Type": "A",
    "Description": "Si tratta di un vetro che ha subito un processo di temperatura, che prevede un riscaldamento a 500°C-700°C e un successivo rapido raffreddamento, così il vetro assume un'elevata resistenza agli sbalzi termici."
  },
  {
    "Id": 77,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 77,
    "Type": "Q",
    "Description": "Quali sono i diametri delle pentole più adatti a seconda delle diverse dimensioni di bruciatori?"
  },
  {
    "Id": 77,
    "Type": "A",
    "Description": "La pentola deve essere adatta alle dimensioni del bruciatore per sfruttare nel miglior modo possibile il calore della fiamma. Bruciatore Ausiliario (piccolo): dimensione pentola da 6 a 12 cm Bruciatore Semirapido (medio): dimensione pentola da 12 a 18 cm Bruciatore Rapido (grande) :dimensione pentola da 18 a 24 cm Ultrarapido (doppia, tripla, quadrupla corona):dimensione pentola da 24 a 28 cm."
  },
  {
    "Id": 78,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 78,
    "Type": "Q",
    "Description": "Quali recipienti non sono idonei per la cottura?"
  },
  {
    "Id": 78,
    "Type": "A",
    "Description": "Recipienti in plastica e tutto ciò che si può fondere. Utilizzare recipienti con il fondo piano, per non danneggiare la superficie; il diametro delle pentole deve coprire completamente la zona cottura. E' bene non avvicinare alla zona di cottura accesa oggetti e sostanze che rischiano di fondere, carta, stagnola, pellicola trasparente."
  },
  {
    "Id": 79,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 79,
    "Type": "Q",
    "Description": "Come posso installare il piano cottura?"
  },
  {
    "Id": 79,
    "Type": "A",
    "Description": "L'installazione di un piano di cottura a gas deve essere necessariamente effettuata da personale specializzato, il quale emetterà una certificazione (Dichiarazione di conformità). Tale intervento è regolamentato dalla legge 46/90 e dalle norme Uni-Cig 7129 e 7131."
  },
  {
    "Id": 80,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 80,
    "Type": "Q",
    "Description": "Quanto consuma un piano elettrico?"
  },
  {
    "Id": 80,
    "Type": "A",
    "Description": "Nei piani elettrici i consumi sono più elevati ma il rendimento è maggiore. Una zona di cottura utilizzata a metà della sua potenza assorbe circa 1,5 KW. Due o tre zone attivate contemporaneamente, superano facilmente i 3 KW, predisposti per la normale utenza domestica. Per poter usare un piano elettrico, si richiede il potenziamento a 6 KW."
  },
  {
    "Id": 81,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 81,
    "Type": "Q",
    "Description": "Come si pulisce il plateau dei piani in vetro?"
  },
  {
    "Id": 81,
    "Type": "A",
    "Description": "Utilizzare una spugna imbevuta di acqua tiepida e all'occorrenza un prodotto specifico acquistabile presso i nostri Centri di Assistenza Tecnica autorizzati (W-pro)."
  },
  {
    "Id": 82,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 82,
    "Type": "Q",
    "Description": "Come funziona un piano ad induzione?"
  },
  {
    "Id": 82,
    "Type": "A",
    "Description": "Il funzionamento di un piano ad induzione si basa sulla creazione di un campo magnetico: sotto la superficie sono sistemate delle bobine a induzione, che reagiscono con materiali ferrosi dei recipienti di cottura. Appoggiando la pentola sulla zona di cottura, si verifica una reazione che trasforma l'energia in campo magnetico. Le correnti così formate, scaldano il fondo della pentola che trasferisce il calore agli alimenti."
  },
  {
    "Id": 83,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 83,
    "Type": "Q",
    "Description": "E' necessario avere un foro d'aria per un afflusso d'aria?"
  },
  {
    "Id": 83,
    "Type": "A",
    "Description": "Per garantire un ricircolo dell'aria, pari a quella consumata durante la combustione del gas, e' necessario far praticare in cucina un foro di aerazione nella parte bassa di una parete esterna, protetto da una griglia metallica."
  },
  {
    "Id": 84,
    "Type": "G",
    "Description": "piani"
  },
  {
    "Id": 84,
    "Type": "Q",
    "Description": "Come si misura il consumo energetico di un piano di cottura?"
  },
  {
    "Id": 84,
    "Type": "A",
    "Description": "I piani cottura hanno potenza espressa in chilowatt. La stessa varia a seconda delle dimensioni del bruciatore ed indica la capacità massima di una zona di cottura di erogare il calore necessario per la cottura, attraverso l'intensità della fiamma che può essere in genere regolata con precisione."
  },
  {
    "Id": 85,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 85,
    "Type": "Q",
    "Description": "Come si applica la tecnologia Sesto Senso alle cappe?"
  },
  {
    "Id": 85,
    "Type": "A",
    "Description": "La tecnologia Sesto Senso è presente su una speciale cappa con due sensori, uno per il calore dell'aria ed uno ad infrarossi per rilevare il calore all'altezza del piano di cottura. Può funzionare in modalità manuale o automatica, attivandosi quando necessario e regolando da sola l'intensità di aspirazione, garantendo la perfetta efficienza e ottimizzando tempi e consumi."
  },
  {
    "Id": 86,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 86,
    "Type": "Q",
    "Description": "Posso installare la cappa senza lasciare alcuno sfogo all'aria aspirata?"
  },
  {
    "Id": 86,
    "Type": "A",
    "Description": "Non è possibile installare la cappa chiudendo ogni via di uscita all'aria aspirata. Anche nei casi in cui la cappa viene montata in versione filtrante, bisogna dare la possibilità all'aria aspirata di tornare nell'ambiente cucina, naturalmente depurata dall'azione dei filtri metallici e dei filtri al carbone."
  },
  {
    "Id": 87,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 87,
    "Type": "Q",
    "Description": "Che differenza c'è tra una cappa aspirante e una cappa filtrante?"
  },
  {
    "Id": 87,
    "Type": "A",
    "Description": "La tecnologia Sesto Senso è presente su una speciale cappa con due sensori, uno per il calore dell'aria ed uno ad infrarossi per rilevare il calore all'altezza del piano di cottura. Può funzionare in modalità manuale o automatica, attivandosi quando necessario e regolando da sola l'intensità di aspirazione, garantendo la perfetta efficienza e ottimizzando tempi e consumi."
  },
  {
    "Id": 88,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 88,
    "Type": "Q",
    "Description": "Quali sono le funzioni dei filtri metallici e dei filtri al carbone?"
  },
  {
    "Id": 88,
    "Type": "A",
    "Description": "La funzione dei filtri metallici antigrasso è quella di fermare la componente grassa dei vapori, prodotti dalla cottura dei cibi, grazie alla ricercata disposizione delle maglie metalliche che li compongono. La funzione dei filtri al carbone attivo è invece quella di depurare l'aria aspirata dai cattivi odori della cottura, grazie all' elevata azione di filtraggio chimico."
  },
  {
    "Id": 89,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 89,
    "Type": "Q",
    "Description": "Come si sostituisce la lampada?"
  },
  {
    "Id": 89,
    "Type": "A",
    "Description": "Spegnere la cappa aspirante, togliendo la corrente. Staccare anello lampada e sostituirlo."
  },
  {
    "Id": 90,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 90,
    "Type": "Q",
    "Description": "Come si puo' pulire l'esterno della cappa inox?"
  },
  {
    "Id": 90,
    "Type": "A",
    "Description": "Utilizzando prodotti delicati e specifici (vedi gamma W-PRO)."
  },
  {
    "Id": 91,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 91,
    "Type": "Q",
    "Description": "Quando bisogna sostituire il filtro del carbone attivo?"
  },
  {
    "Id": 91,
    "Type": "A",
    "Description": "Con un utilizzo normale i filtri a carbone attivo devono essere sostituiti dopo circa un anno."
  },
  {
    "Id": 92,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 92,
    "Type": "Q",
    "Description": "Come posso evitare, in impianti di aspirazione condivisi, che dalla mia cappa entrino odori provenienti dagli altri locali?"
  },
  {
    "Id": 92,
    "Type": "A",
    "Description": "Per evitare che in impianti di aspirazione di tipo condominiale, dalla propria cappa entrino gli odori provenienti da altri locali bisogna installare una valvola di non ritorno o flap; consiste in una chiusura metallica che si apre quando la propria cappa entra in funzione e si richiude allo spegnimento della stessa."
  },
  {
    "Id": 93,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 93,
    "Type": "Q",
    "Description": "Come e quando si devono pulire i filtri metallici della cappa?"
  },
  {
    "Id": 93,
    "Type": "A",
    "Description": "Considerando un utilizzo di 1-2 ore al giorno, il filtro metallico per grassi deve essere pulito dopo 8-10 settimane. Fare ammorbidire i filtri per grassi per qualche ora con acqua bollente. Non usare detergenti corrosivi, acidi o alcalini. Spazzolare, sciacquare bene con acqua pulita e fare sgocciolare."
  },
  {
    "Id": 94,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 94,
    "Type": "Q",
    "Description": "Esistono cappe di diversa potenza di aspirazione?"
  },
  {
    "Id": 94,
    "Type": "A",
    "Description": "Sì; è bene scegliere il prodotto considerando la capacità di aspirazione in relazione alla grandezza dell'ambiente in cui viene installata."
  },
  {
    "Id": 95,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 95,
    "Type": "Q",
    "Description": "Ho bisogno di filtri speciali?"
  },
  {
    "Id": 95,
    "Type": "A",
    "Description": "Sì, ti serve un filtro speciale per l'unto e gli odori. Di solito si tratta di una cartuccia riempita di granuli di carbone che assorbono gli odori. E' importante che il filtro venga sostituito regolarmente, per le relative istruzioni fai riferimento al manuale."
  },
  {
    "Id": 96,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 96,
    "Type": "Q",
    "Description": "Non mi è consentito creare una conduttura per l'aria per la mia cappa. La cappa a ricircolo è una buona alternativa?"
  },
  {
    "Id": 96,
    "Type": "A",
    "Description": "In questo caso la miglior scelta è una cappa a ricircolo. Questo tipo di cappa elimina gli odori sgradevoli e l'unto dall'aria che lo attraversa e risoffia poi l'aria in cucina. Il sistema non riduce l'umidità dell'aria, che può perciò aumentare in cucina. Non collegare una cappa senza motore ad un sistema di ventilazione centrale."
  },
  {
    "Id": 97,
    "Type": "G",
    "Description": "cappe"
  },
  {
    "Id": 97,
    "Type": "Q",
    "Description": "Qual è la distanza minima richiesta fra il piano cottura e la cappa?"
  },
  {
    "Id": 97,
    "Type": "A",
    "Description": "Per un piano cottura a gas Whirlpool di potenza inferiore ai 7500W, la distanza minima è 65 cm. Per piani cottura di potenza superiore a 7500W la distanza minima è 75 cm. I piani cottura elettrici dovrebbero essere ad una distanza di almeno 65 cm."
  },
  {
    "Id": 98,
    "Type": "G",
    "Description": "outlet"
  },
  {
    "Id": 98,
    "Type": "Q",
    "Description": "Quali sono i giorni e gli orari possibili per consegna?"
  },
  {
    "Id": 98,
    "Type": "A",
    "Description": "Le consegne possono essere richieste dal Lunedì al Venerdì dalle ore 8:00 alle ore 12:30 e dalle ore 13:30 alle ore 17:3."
  },
  {
    "Id": 99,
    "Type": "G",
    "Description": "outlet"
  },
  {
    "Id": 99,
    "Type": "Q",
    "Description": "Posso acquistare e poi cedere il prodotto ad un parente/amico? In questo caso, sarà valida la garanzia?"
  },
  {
    "Id": 99,
    "Type": "A",
    "Description": "Si, basta che la fattura accompagni sempre il prodotto."
  },
  {
    "Id": 100,
    "Type": "G",
    "Description": "outlet"
  },
  {
    "Id": 100,
    "Type": "Q",
    "Description": "Il nome del titolare della carta di credito deve coincidere con il nome dell’intestatario della fattura?"
  },
  {
    "Id": 100,
    "Type": "A",
    "Description": "No, è sufficiente che la carta di credito sia contemplata tra i mezzi di pagamento accettati dal sito."
  },
  {
    "Id": 101,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 101,
    "Type": "Q",
    "Description": "Esistono dei contenitori in gomma per microonde?"
  },
  {
    "Id": 101,
    "Type": "A",
    "Description": "Nella nostra gamma di accessori originali, è disponibile una serie di contenitori denominati W-Flex, in silicone alimentare, flessibili, che mantengono la loro forma e che resistono a temperature da -40 °C a + 280 °C. Questi stampi possono essere utilizzati per il forno tradizionale, per il forno a microonde, il frigorifero e il freezer. Nello specifico, esiste uno stampo per muffins a 6 cavità, con un diametro di 7 cm, e un'altezza di 4 cm."
  },
  {
    "Id": 102,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 102,
    "Type": "Q",
    "Description": "Come funziona la cottura a \"Vapore\"?"
  },
  {
    "Id": 102,
    "Type": "A",
    "Description": "Nei modelli di microonde che possiedono la tecnologia Sesto Senso, la cottura a vapore è possibile grazie alla funzione “Steam” (vapore) e grazie all’apposito contenitore Microplus di Tupperware. L’acqua in poco tempo raggiunge la temperatura di ebollizione e, grazie ai sensori in grado di rilevare il grado di umidità, viene automaticamente regolata per consentire il delicato processo di cottura al vapore."
  },
  {
    "Id": 103,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 103,
    "Type": "Q",
    "Description": "Che cosa significa la dicitura \"Door\"?"
  },
  {
    "Id": 103,
    "Type": "A",
    "Description": "La dicitura DOOR o modalità STAND BY si attiva automaticamente dopo un minuto, quando il forno non viene utilizzato. Impedisce di avviare qualsiasi cottura finchè la porta non viene aperta e poi richiusa (ad esempio inserendo il cibo). Se si cerca di farlo partire senza fare questa operazione, si attiverà il sistema di sicurezza bambini."
  },
  {
    "Id": 104,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 104,
    "Type": "Q",
    "Description": "Qual è la differenza fra i microonde con funzione Crisp e gli altri microonde?"
  },
  {
    "Id": 104,
    "Type": "A",
    "Description": "Crisp é una funzione esclusiva dei forni Whirlpool che permette risultati di cottura finora impensabili per un forno a microonde, con dorature perfette sia sopra che sotto I cibi."
  },
  {
    "Id": 105,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 105,
    "Type": "Q",
    "Description": "Perché a volte il display del mio microonde perde intensità fino a spegnersi?"
  },
  {
    "Id": 105,
    "Type": "A",
    "Description": "I microonde con display sono dotati di un sistema di sicurezza per la protezione del display pertanto quando l'elettrodomestico raggiunge delle temperature molto elevate (per esempio con l'utilizzo dell'aria ventilata a 250 °C), al fine di salvaguardare tale componente, il display si spegne fino a quando la temperatura non scende ad un livello pre-impostato dalla fabbrica. Tale fenomeno è da considerarsi del tutto normale e rispetta le specifiche tecniche di progettazione."
  },
  {
    "Id": 106,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 106,
    "Type": "Q",
    "Description": "Come faccio ad eliminare un odore sgradevole rimasto dopo la cottura?"
  },
  {
    "Id": 106,
    "Type": "A",
    "Description": "Scalda una tazza di acqua con alcune gocce di limone per circa un minuto e l'odore sparirà."
  },
  {
    "Id": 107,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 107,
    "Type": "Q",
    "Description": "Ho preparato un piatto di pesce nel mio microonde. Come faccio ad eliminare l'odore sgradevole?"
  },
  {
    "Id": 107,
    "Type": "A",
    "Description": "Scalda una tazza di acqua con alcune gocce di limone per circa un minuto e l'odore sparirà."
  },
  {
    "Id": 108,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 108,
    "Type": "Q",
    "Description": "In cosa sono migliori i microonde 6° Senso?"
  },
  {
    "Id": 108,
    "Type": "A",
    "Description": "Per riscaldare o cucinare basta premere un tasto e selezionare la categoria di cibo che si intende preparare. Tutto il resto lo fa 6° Senso, offrendovi piatti ben cotti, dorati e croccanti."
  },
  {
    "Id": 109,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 109,
    "Type": "Q",
    "Description": "Perché, con microonde acceso e funzionante, dalla fessura della porta si vede la luce?"
  },
  {
    "Id": 109,
    "Type": "A",
    "Description": "La presenza della fessura alla quale fate riferimento, è presente su tutti i microonde, non costituisce un'anomalia strutturale, e attraverso la stessa può passare sia aria che luce. Le microonde non si muovono liberamente all'interno della cavità del forno, ma vengono direzionate con traiettorie precise e prestabilite, la cui fuoriuscita è impedita dalla schermatura presente sulla porta."
  },
  {
    "Id": 110,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 110,
    "Type": "Q",
    "Description": "Le microonde sono pericolose?"
  },
  {
    "Id": 110,
    "Type": "A",
    "Description": "Le microonde possono provocare danni solo in caso di esposizione diretta. E' altamente improbabile che tu possa essere soggetto ad una simile esposizione, in quanto un forno a microonde smette di funzionare non appena viene aperto lo sportello."
  },
  {
    "Id": 111,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 111,
    "Type": "Q",
    "Description": "Come faccio a sapere se il mio microonde è schermato?"
  },
  {
    "Id": 111,
    "Type": "A",
    "Description": "La schermatura per le microonde si trova sulla porta del forno. E' resa necessaria una verifica del prodotto, nel caso in cui questa venga danneggiata. Una particolare attenzione dev'essere prestata nei confronti delle guarnizioni (Se presenti), affinchè siano perfettamente aderenti alla porta. Se dal punto di vista funzionale il forno non presenta alcuna anomalia, non sono richiesti ulteriori interventi di manutenzione."
  },
  {
    "Id": 112,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 112,
    "Type": "Q",
    "Description": "Perché non posso usare oggetti metallici in un microonde?"
  },
  {
    "Id": 112,
    "Type": "A",
    "Description": "Le microonde vengono riflesse dal metallo. Se troppe microonde vengono dirette in un unico punto, questo causerà delle scintille, danneggiando probabilmente il forno a microonde."
  },
  {
    "Id": 113,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 113,
    "Type": "Q",
    "Description": "Che tipo di pentole, tegami e utensili per la cottura posso utilizzare nel mio microonde?"
  },
  {
    "Id": 113,
    "Type": "A",
    "Description": "Nel caso di carta alluminio o metallo, utilizza esclusivamente tipi indicati dal produttore come adatti all'uso nei forni a microonde. Nel caso di pellicola, sacchetti, coperture, stoviglie o contenitori in plastica, utilizza esclusivamente tipi indicati dal produttore come adatti all'uso nei forni a microonde. Nel caso di oggetti in ceramica e terracotta, segui le raccomandazioni del produttore. La carta oleata può essere usata tranquillamente nel microonde, così come la vetroceramica o il vetro. Nel caso di oggetti in melamina, segui le raccomandazioni del produttore. Nel caso di carta assorbente, piatti o tovaglioli di carta, usa esclusivamente i tipi indicati dal produttore come adatti all'uso nei forni a microonde."
  },
  {
    "Id": 114,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 114,
    "Type": "Q",
    "Description": "Cos'è il piatto \"Crisp\" ?"
  },
  {
    "Id": 114,
    "Type": "A",
    "Description": "E’ un accessorio specifico costituito da un particolare materiale anti aderente che raccoglie il calore nella parte centrale del piatto, permettendo una cottura uniforme dell’alimento. Questo accessorio, esclusivo di Whirlpool (vedi Negozio Accessori Online), ha una particolare composizione tale da consentire che in pochi minuti vengano raggiunte alte temperature necessarie per dorare, friggere e lievitare. Stabilizzandosi poi alla temperatura ideale per evitare le bruciature, il piatto crisp mantiene sempre sotto controllo la cottura degli alimenti."
  },
  {
    "Id": 115,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 115,
    "Type": "Q",
    "Description": "E' corretto che al termine della cottura da me impostata, il piatto rotante e la luce continuino a funzionare?"
  },
  {
    "Id": 115,
    "Type": "A",
    "Description": "Si è perfettamente normale. Il forno avverte tramite segnale acustico, ripetuto ogni minuto per 9 volte, che la cottura impostata è terminata, senza procedere alla cottura, dopodiché si arresta automaticamente."
  },
  {
    "Id": 116,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 116,
    "Type": "Q",
    "Description": "Quanti chili possono supportare le porte a ribalta dei forni a microonde?"
  },
  {
    "Id": 116,
    "Type": "A",
    "Description": "Nei forni Jet Chef e nei forni Axent, la porta si apre diventando un utile superficie di appoggio. Può supportare fino a 20 Kg di carico."
  },
  {
    "Id": 117,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 117,
    "Type": "Q",
    "Description": "Che cos'è la tecnologia \"Sesto Senso\" applicata al microonde?"
  },
  {
    "Id": 117,
    "Type": "A",
    "Description": "E' la tecnologia Whirlpool che permette al forno di riconoscere i cibi e adattare automaticamente tempo e potenza per ottenere il miglior risultato di cottura. Per riscaldare o cucinare basta premere un tasto e selezionare la categoria di cibo che si intende preparare. Tutto il resto lo fa 6° Senso, offrendovi piatti ben cotti, dorati e croccanti."
  },
  {
    "Id": 118,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 118,
    "Type": "Q",
    "Description": "Ho sentito dire che se un telefonino posto all'interno del forno, riesce a suonare vuol dire che il forno non è sicuro. E' vero?"
  },
  {
    "Id": 118,
    "Type": "A",
    "Description": "Questa affermazione non ha alcun fondamento. La schermatura dei forni è stata studiata per bloccare la propagazione di una specifica frequenza, 2450 Mhz, quella delle microonde, mentre i telefonini lavorano a frequenze diverse (450, 900, 1800, 1900 Mhz) pertanto è normale che un cellulare squilli."
  },
  {
    "Id": 119,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 119,
    "Type": "Q",
    "Description": "Perché quando cucino torte con la funzione Crisp, la parte superiore al centro cuoce di più?"
  },
  {
    "Id": 119,
    "Type": "A",
    "Description": "La parte centrale resta sempre sotto l’azione del grill superiore e di conseguenza porta ad una doratura maggiore rispetto al contorno. Per ovviare a questa differenza è sufficiente coprire l’alimento, nella parte centrale con un disco di carta forno, non appena questo ha raggiunto la doratura desiderata."
  },
  {
    "Id": 120,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 120,
    "Type": "Q",
    "Description": "E' possibile usare il forno a microonde come il forno tradizionale?"
  },
  {
    "Id": 120,
    "Type": "A",
    "Description": "Se si dispone di un modello con la funzione di cottura “Aria ventilata”, sarà possibile impostare una temperatura da 50 °C a 250 °C, come in un forno tradizionale. Una resistenza circolare sulla ventola provvederà al riscaldamento della cavità. E’ una cottura elettrica che permette di risparmiare energia, cuocendo ad una temperatura inferiore rispetto a quella normale, grazie ad una resistenza combinata con una ventola, che diffonde il calore in modo uniforme su tutto il cibo."
  },
  {
    "Id": 121,
    "Type": "G",
    "Description": "Microonde"
  },
  {
    "Id": 121,
    "Type": "Q",
    "Description": "Posso utilizzare il microonde togliendo il piatto rotante?"
  },
  {
    "Id": 121,
    "Type": "A",
    "Description": "Il piatto rotante garantisce una perfetta omogeneità di cottura e di doratura dei cibi. Il piatto rotante serve da superficie di appoggio per contenitori, piatti ed accessori e va a proteggere la base della cavità del forno, evitando che liquidi o parti di cibo la intacchino."
  },
  {
    "Id": 122,
    "Type": "G",
    "Description": "microonde"
  },
  {
    "Id": 122,
    "Type": "Q",
    "Description": "Posso utilizzare le vaschette in alluminio nel forno a microonde?"
  },
  {
    "Id": 122,
    "Type": "A",
    "Description": "L’alluminio non lascia passare le microonde e le riflette rischiando di danneggiare la cavità interna del forno. L’alluminio può essere usato solo in piccole quantità, lontano dalle pareti del forno, ad esempio per coprire piccole parti di alimenti (ES: ali del pollo, coda del pesce, parti sottili). E’ bene non utilizzare contenitori in metallo, acciaio, alluminio o terracotta, mentre vanno benissimo recipienti in vetro, pirex, arcopal, ceramica e porcellana. Evitare l’utilizzo di piatti con bordature in oro o argento, che riflettono le microonde, oppure piatti con decorazioni delicate o fatte a mano che potrebbero rovinarsi durante le cotture."
  },
  {
    "Id": 123,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 123,
    "Type": "Q",
    "Description": "Che cos'è la classe di Litraggio?"
  },
  {
    "Id": 123,
    "Type": "A",
    "Description": "La classe di litraggio indica la capacità lorda del comparto frigorifero e del comparto congelatore, arrotondata in eccesso, al fine di stabilire dei gruppi, all'interno dei quali vengono catalogate diverse tipologie di frigorifero. La capacità lorda e netta dei singoli comparti, in riferimento allo specifico modello, è indicata successivamente tra le caratteristiche tecniche dell'elettrodomestico."
  },
  {
    "Id": 124,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 124,
    "Type": "Q",
    "Description": "Che sono le classi climatiche?"
  },
  {
    "Id": 124,
    "Type": "A",
    "Description": "Tutti i frigoriferi sono dotati di classe climatica che indica la temperatura ambiente entro la quale un elettrodomestico funziona correttamente. Di seguito le classi climatiche esistenti: Classe SN: compresa tra +10 °C e +32 °C Classe N: compresa tra +16 °C e +32 °C Classe ST: compresa tra +18 °C e +38 °C Classe T: compresa tra +18 °C e +43 °C"
  },
  {
    "Id": 125,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 125,
    "Type": "Q",
    "Description": "Esistono diverse classi di consumo energetico. Qual è la scelta migliore?"
  },
  {
    "Id": 125,
    "Type": "A",
    "Description": "Le classi A, A+ e A++ offrono il minor consumo energetico, con vantaggi per l'ambiente e per il tuo portafoglio."
  },
  {
    "Id": 126,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 126,
    "Type": "Q",
    "Description": "Perché sulla cella interna di alcuni frigoriferi ci sono delle goccioline di condensa alternate a brina?"
  },
  {
    "Id": 126,
    "Type": "A",
    "Description": "Nei frigoriferi statici, ovvero privi di ventilazione, l’umidità presente nell’aria si deposita sulla parete più fredda, che è proprio quella frontale, dove è montato internamente l’evaporatore. Sulla parete l’acqua si condensa, si ghiaccia e si scioglie seguendo l’andamento del compressore. Tale fenomeno è da ritenersi del tutto normale."
  },
  {
    "Id": 127,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 127,
    "Type": "Q",
    "Description": "Come posso conservare gli alimenti durante un black-out?"
  },
  {
    "Id": 127,
    "Type": "A",
    "Description": "La durata di tempo per la quale il congelatore resta freddo in caso di interruzione dell'energia elettrica può variare. Un congelatore pieno resta freddo più a lungo rispetto a uno solo parzialmente pieno ed un congelatore con carne mantiene il freddo più a lungo di un congelatore che contiene piatti già pronti. Per mantenere la temperatura fredda il più a lungo possibile, tieni chiuso lo sportello. Se il congelatore non è pieno, puoi avvolgere il prodotto con della carta di giornale per isolarlo, ma ricorda di rimuoverla quando torna la corrente. Quando viene ripristinata la corrente, si consiglia vivamente di pulire l'interno del frigorifero e del congelatore."
  },
  {
    "Id": 128,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 128,
    "Type": "Q",
    "Description": "Posso installare un forno vicino ad un frigorifero?"
  },
  {
    "Id": 128,
    "Type": "A",
    "Description": "Certamente; i nostri forni, grazie alla loro coibentazione ed ai flussi d’aria generati dal ventilatore, consentono di avere temperature esterne sui fianchi molto basse, che non danneggiano il corretto funzionamento del frigorifero."
  },
  {
    "Id": 129,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 129,
    "Type": "Q",
    "Description": "Quanto tempo devo attendere prima di accendere un frigorifero che è appena stato spostato?"
  },
  {
    "Id": 129,
    "Type": "A",
    "Description": "Al fine di evitare il danneggiamento del circuito refrigerante, Vi suggeriamo di attendere circa 2/3 ore prima dell’accensione del prodotto."
  },
  {
    "Id": 130,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 130,
    "Type": "Q",
    "Description": "E' possibile installare un frigorifero sottobase sotto un piano di cottura?"
  },
  {
    "Id": 130,
    "Type": "A",
    "Description": "Certamente; non esistono particolari controindicazioni, basta assicurare la presenza di un centimetro di spazio d’aria tra i due prodotti. Le uniche difficoltà possono derivare dall’allacciamento del gas al piano e dal passaggio del tubo stesso."
  },
  {
    "Id": 131,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 131,
    "Type": "Q",
    "Description": "Un congelatore funzionerà bene se nel mio garage è molto freddo o molto caldo?"
  },
  {
    "Id": 131,
    "Type": "A",
    "Description": "E' necessario impostare correttamente la temperatura. Per un buon funzionamento, le temperature non dovrebbero scendere al di sotto dei 4 °C o al di sopra dei 38 °C. Se le temperature sono inferiori ai 4 °C, il tuo termostato potrebbe non consentire all'apparecchio di accendersi a causa di temperature più basse del normale. Maggiore è la temperatura dell'ambiente (oltre i 38 °C), più l'apparecchio dovrà lavorare, risultando meno efficiente."
  },
  {
    "Id": 132,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 132,
    "Type": "Q",
    "Description": "Posso installare un frigorifero sotto il piano di lavoro della mia cucina?"
  },
  {
    "Id": 132,
    "Type": "A",
    "Description": "Sì, ma assicurati che ci sia spazio sufficiente per la ventilazione."
  },
  {
    "Id": 133,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 133,
    "Type": "Q",
    "Description": "Come posso liberarmi degli odori sgradevoli nel mio frigorifero?"
  },
  {
    "Id": 133,
    "Type": "A",
    "Description": "Vi suggeriamo di procedere ad un’accurata pulizia interna del frigorifero e delle guarnizioni, utilizzando acqua e bicarbonato o aceto; nel caso in cui ciò non dovesse essere sufficiente, potete procedere introducendo all'interno dello scomparto spento, una vaschetta contenente del latte caldo e mezzo limone, e lasciare che tale contenitore si raffreddi all'interno. Tale procedura può essere ripetuta anche due volte. In alternativa, l'unica altra possibilità, consiste nel lasciare il frigorifero con la porta aperta per circa 2/3 giorni."
  },
  {
    "Id": 134,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 134,
    "Type": "Q",
    "Description": "Qual è il modo migliore per pulire il mio frigorifero?"
  },
  {
    "Id": 134,
    "Type": "A",
    "Description": "Per prevenire la formazione di odori, pulisci sia il vano frigorifero che il vano congelatore circa una volta al mese. Asciuga immediatamente qualsiasi liquido rovesciato accidentalmente. Stacca la spina del frigorifero o la corrente. Rimuovi dall'interno tutte le parti mobili, come ripiani, scomparti per frutta e verdura, ecc. Lava a mano, sciacqua e asciuga accuratamente le parti mobili e le superfici interne, usando una spugna o un panno morbido puliti e un detergente delicato in acqua tiepida. Non utilizzare detergenti abrasivi o aggressivi, quali pulitori spray per vetri, detersivi in polvere, liquidi infiammabili, cere pulenti, detersivi concentrati, sbiancanti o detergenti che contengano derivati del petrolio sulle parti in plastica, le parti interne, i rivestimenti o le guarnizioni di porte e sportelli. Non utilizzare carta assorbente, pagliette metalliche o altri strumenti per la pulizia ruvidi, che potrebbero graffiare o danneggiare i materiali. Per eliminare più facilmente gli odori sgradevoli, puoi lavare le pareti interne con una miscela di acqua tiepida e bicarbonato di sodio (2 cucchiai per circa un litro d'acqua). Lava le parti esterne in metallo verniciato e acciaio inossidabile con una spugna o un panno morbido puliti e un detergente delicato in acqua tiepida. Non utilizzare detergenti abrasivi o aggressivi. Asciuga accuratamente con un panno morbido. Ad ulteriore protezione delle parti esterne in metallo verniciato, applica una cera per elettrodomestici usando un panno morbido pulito. Non applicare la cera alle parti in plastica."
  },
  {
    "Id": 135,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 135,
    "Type": "Q",
    "Description": "Con cosa posso pulire le parti in plastica?"
  },
  {
    "Id": 135,
    "Type": "A",
    "Description": "Non utilizzare detergenti abrasivi o aggressivi, quali spray per vetri, detersivi in polvere, liquidi infiammabili, cere pulenti, detersivi concentrati, sbiancanti o detergenti che contengano derivati del petrolio sulle parti in plastica, le parti interne, i rivestimenti o le guarnizioni di porte e sportelli. Non utilizzare carta assorbente, pagliette metalliche o altri strumenti per la pulizia ruvidi, che potrebbero graffiare o danneggiare i materiali."
  },
  {
    "Id": 136,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 136,
    "Type": "Q",
    "Description": "In cosa è migliore il raffreddamento 6° Senso?"
  },
  {
    "Id": 136,
    "Type": "A",
    "Description": "La funzione 6° Senso del tuo congelatore o frigorifero mantiene automaticamente il clima ottimale all'interno dell'elettrodomestico. Ti aiuta a risparmiare energia e a mantenere freschii tuoi cibi più a lungo."
  },
  {
    "Id": 137,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 137,
    "Type": "Q",
    "Description": "Devo sbrinare il congelatore più spesso di quanto indicato nel manuale. Quale potrebbe essere la causa?"
  },
  {
    "Id": 137,
    "Type": "A",
    "Description": "La guarnzione dello sportello potrebbe essere usurata. Se chiudi lo sportello inserendo un pezzetto di carta fra la guarnizione e il congelatore non dovresti riuscire a rimuoverlo facilmente."
  },
  {
    "Id": 138,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 138,
    "Type": "Q",
    "Description": "Che cos'è il sistema No Frost?"
  },
  {
    "Id": 138,
    "Type": "A",
    "Description": "I frigoriferi dotati di sistema No Frost (“Senza Brina”) sono quei prodotti con raffreddamento a circolazione d’aria forzata costante e non escludibile. Grazie ad una ventola che funziona in modo continuo viene introdotta nel frigorifero aria fredda e secca. La circolazione uniforme di aria all’interno del vano ne elimina l’umidità, rendendo superflua l’operazione di sbrinamento e mantenendo i cibi “freschi” più a lungo rispetto ai frigoriferi tradizionali. Le proprietà organolettiche, gli odori ed i sapori degli alimenti si mantengono inalterati più a lungo. Il sistema Total No Frost elimina il ghiaccio dal frigorifero e dal congelatore soffiando aria fredda al loro interno per ridurre l'umidità. Le confezioni degli alimenti non si appiccicano, le etichette dei cibi restano chiaramente leggibili e non vi è alcuno spreco di spazio a causa dell'accumulo di ghiaccio. Non é più necessario sbrinare. I frigoriferi dotati di ventilazione invece posseggono una ventola nel comparto frigorifero per garantire una migliore distribuzione del freddo, la quale funziona ciclicamente. La ventola non equivale alla tecnologia No Frost."
  },
  {
    "Id": 139,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 139,
    "Type": "Q",
    "Description": "Che cos'è lo \"SPACE 4\"?"
  },
  {
    "Id": 139,
    "Type": "A",
    "Description": "L’indicatore di temperatura (SPACE 4) è un adesivo che cambia colore quando la temperatura varia, diventando verde ad indicare il corretto raffreddamento del vano frigorifero. In realtà ciò avviene quando il frigorifero raggiunge una temperatura minore o uguale ai 4 °C, poiché è su tale temperatura che il dispositivo è stato tarato. Bisogna però considerare che, in condizioni d’uso normali, la temperatura media raggiunta da un frigorifero, non è mai inferiore a 5/6 °C poiché l’inserimento di alimenti freschi, l’apertura delle porte, la regolazione del termostato, la temperatura ambiente e numerosi altri fattori concorrono ad impedire il raggiungimento di una tale temperatura."
  },
  {
    "Id": 140,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 140,
    "Type": "Q",
    "Description": "Occorre lasciare dello spazio lateralmente per aprire la porta di un frigorifero?"
  },
  {
    "Id": 140,
    "Type": "A",
    "Description": "Per estrarre completamente i cassetti del comparto frigorifero/congelatore, è necessario aprire la porta oltre i 90° e tale operazione richiede uno spazio aggiuntivo alla larghezza indicata da catalogo pari ad almeno 20/30 cm. Tale indicazione varia in considerazione dello spessore della porta e della presenza delle maniglie."
  },
  {
    "Id": 141,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 141,
    "Type": "Q",
    "Description": "Quanto spazio libero devo lasciare intorno a un frigorifero?"
  },
  {
    "Id": 141,
    "Type": "A",
    "Description": "Nel caso di frigoriferi a libera installazione, dovresti lasciare 5 cm in alto e 10 cm dietro all'elettrodomestico. Questo consentirà un'agevole dispersione del calore e ridurrà il consumo energetico. Nel caso di elettrodomestici a incasso, lo spazio necessario è indicato nelle specifiche."
  },
  {
    "Id": 142,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 142,
    "Type": "Q",
    "Description": "Quando vado in vacanza devo spegnere il frigorifero?"
  },
  {
    "Id": 142,
    "Type": "A",
    "Description": "E’ buona norma pulire il frigorifero e controllare di non avere cibi a breve scadenza che potrebbero deteriorarsi e generare cattivi odori. Si consiglia di regolare il termostato sul minimo. In questo modo si garantisce comunque la conservazione dei cibi congelati e si ottiene un risparmio energetico."
  },
  {
    "Id": 143,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 143,
    "Type": "Q",
    "Description": "Come funziona la tecnologia \"Sesto Senso\" applicata al frigorifero?"
  },
  {
    "Id": 143,
    "Type": "A",
    "Description": "La tecnologia Sesto Senso monitora ogni secondo la temperatura interna e mantiene al meglio e più a lungo la freschezza dei cibi. Se la temperatura interna si alza ad un livello più alto del normale (carico eccezionale, prolungata apertura delle porte, black out) il prodotto rileva l’anomalia grazie a speciali sensori e ripristina la temperatura corretta 5 volte più velocemente. Tre sensori controllano i cambiamenti e inviano dati al processore che li elabora e determina i tempi di accensione e spegnimento del compressore. I tempi di conservazione migliorano del 35%."
  },
  {
    "Id": 144,
    "Type": "G",
    "Description": "freddo"
  },
  {
    "Id": 144,
    "Type": "Q",
    "Description": "Quali dovrebbero essere le temperature all'interno del frigorifero e del congelatore?"
  },
  {
    "Id": 144,
    "Type": "A",
    "Description": "E' preferibile una temperatura fra i 3° e i 4 °C, con limiti minimo e massimo fra 0° e 7 °C. A 7 °C il cibo si deteriora più rapidamente. Per il comparto congelatore, la temperatura varia da -24 °C a -18 °C."
  },
  {
    "Id": 145,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 145,
    "Type": "Q",
    "Description": "Esistono diverse classi di consumo energetico. Qual è la scelta migliore?"
  },
  {
    "Id": 145,
    "Type": "A",
    "Description": "Le classi A, A+ e A++ offrono il minor consumo energetico, con vantaggi per l'ambiente e per il tuo portafoglio."
  },
  {
    "Id": 146,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 146,
    "Type": "Q",
    "Description": "Cos'è un frigorifero o un congelatore Total No Frost?"
  },
  {
    "Id": 146,
    "Type": "A",
    "Description": "Il sistema Total No Frost elimina il ghiaccio dal frigorifero e dal congelatore soffiando aria fredda al loro interno per ridurre l'umidità. Le confezioni degli alimenti non si appiccicano, le etichette dei cibi restano chiaramente leggibili e non vi è alcuno spreco di spazio a causa dell'accumulo di ghiaccio. Non é più necessario sbrinare."
  },
  {
    "Id": 147,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 147,
    "Type": "Q",
    "Description": "Come posso conservare gli alimenti durante un black-out?"
  },
  {
    "Id": 147,
    "Type": "A",
    "Description": "La durata di tempo per la quale il congelatore resta freddo in caso di interruzione dell'energia elettrica può variare. Un congelatore pieno resta freddo più a lungo rispetto a uno solo parzialmente pieno ed un congelatore con carne mantiene il freddo più a lungo di un congelatore che contiene piatti già pronti. Per mantenere la temperatura fredda il più a lungo possibile, tieni chiuso lo sportello. Se il congelatore non è pieno, puoi avvolgere il prodotto con della carta di giornale per isolarlo, ma ricorda di rimuoverla quando torna la corrente. Quando viene ripristinata la corrente, si consiglia vivamente di pulire l'interno del frigorifero e del congelatore."
  },
  {
    "Id": 148,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 148,
    "Type": "Q",
    "Description": "Un congelatore funzionerà bene se nel mio garage è molto freddo o molto caldo?"
  },
  {
    "Id": 148,
    "Type": "A",
    "Description": "E' necessario impostare correttamente la temperatura. Per un buon funzionamento, le temperature non dovrebbero scendere al di sotto dei 4 °C o al di sopra dei 38 °C. Se le temperature sono inferiori ai 4 °C, il tuo termostato potrebbe non consentire all'apparecchio di accendersi a causa di temperature più basse del normale. Maggiore è la temperatura dell'ambiente (oltre i 38 °C), più l'apparecchio dovrà lavorare, risultando meno efficiente."
  },
  {
    "Id": 149,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 149,
    "Type": "Q",
    "Description": "Posso installare un frigorifero sotto il piano di lavoro della mia cucina?"
  },
  {
    "Id": 149,
    "Type": "A",
    "Description": "Sì, ma assicurati che ci sia spazio sufficiente per la ventilazione."
  },
  {
    "Id": 150,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 150,
    "Type": "Q",
    "Description": "Come posso liberarmi degli odori sgradevoli nel mio frigorifero?"
  },
  {
    "Id": 150,
    "Type": "A",
    "Description": "Pulisci l'interno con un detergente delicato."
  },
  {
    "Id": 151,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 151,
    "Type": "Q",
    "Description": "Qual è il modo migliore per pulire il mio frigorifero?"
  },
  {
    "Id": 151,
    "Type": "A",
    "Description": "Per prevenire la formazione di odori, pulisci sia il vano frigorifero che il vano congelatore circa una volta al mese. Asciuga immediatamente qualsiasi liquido rovesciato accidentalmente. Stacca la spina del frigorifero o la corrente. Rimuovi dall'interno tutte le parti mobili, come ripiani, scomparti per frutta e verdura, ecc. Lava a mano, sciacqua e asciuga accuratamente le parti mobili e le superfici interne, usando una spugna o un panno morbido puliti e un detergente delicato in acqua tiepida. Non utilizzare detergenti abrasivi o aggressivi, quali pulitori spray per vetri, detersivi in polvere, liquidi infiammabili, cere pulenti, detersivi concentrati, sbiancanti o detergenti che contengano derivati del petrolio sulle parti in plastica, le parti interne, i rivestimenti o le guarnizioni di porte e sportelli. Non utilizzare carta assorbente, pagliette metalliche o altri strumenti per la pulizia ruvidi, che potrebbero graffiare o danneggiare i materiali. Per eliminare più facilmente gli odori sgradevoli, puoi lavare le pareti interne con una miscela di acqua tiepida e bicarbonato di sodio (2 cucchiai per circa un litro d'acqua). Lava le parti esterne in metallo verniciato e acciaio inossidabile con una spugna o un panno morbido puliti e un detergente delicato in acqua tiepida. Non utilizzare detergenti abrasivi o aggressivi. Asciuga accuratamente con un panno morbido. Ad ulteriore protezione delle parti esterne in metallo verniciato, applica una cera per elettrodomestici usando un panno morbido pulito. Non applicare la cera alle parti in plastica."
  },
  {
    "Id": 152,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 152,
    "Type": "Q",
    "Description": "Con cosa posso pulire le maniglie in plastica?"
  },
  {
    "Id": 152,
    "Type": "A",
    "Description": "Puoi lavare le pareti interne e le parti in plastica con una miscela di acqua tiepida e bicarbonato di sodio (2 cucchiai per circa un litro d'acqua) usando un panno morbido per pulirle. Non utilizzare detergenti abrasivi o aggressivi, quali spray per vetri, detersivi in polvere, liquidi infiammabili, cere pulenti, detersivi concentrati, sbiancanti o detergenti che contengano derivati del petrolio sulle parti in plastica, le parti interne, i rivestimenti o le guarnizioni di porte e sportelli. Non utilizzare carta assorbente, pagliette metalliche o altri strumenti per la pulizia ruvidi, che potrebbero graffiare o danneggiare i materiali."
  },
  {
    "Id": 153,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 153,
    "Type": "Q",
    "Description": "In cosa è migliore il raffreddamento 6° Senso?"
  },
  {
    "Id": 153,
    "Type": "A",
    "Description": "La funzione 6° Senso del tuo congelatore o frigorifero mantiene automaticamente il clima ottimale all'interno dell'elettrodomestico. Ti aiuta a risparmiare energia e a mantenere freschi tuoi cibi più a lungo."
  },
  {
    "Id": 154,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 154,
    "Type": "Q",
    "Description": "Devo sbrinare il congelatore più spesso di quanto indicato nel manuale. Quale potrebbe essere la causa?"
  },
  {
    "Id": 154,
    "Type": "A",
    "Description": "La guarnizione dello sportello potrebbe essere usurata. Se chiudi lo sportello inserendo un pezzetto di carta fra la guarnizione e il congelatore non dovresti riuscire a rimuoverlo facilmente."
  },
  {
    "Id": 155,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 155,
    "Type": "Q",
    "Description": "Quanto spazio libero devo lasciare intorno a un frigorifero?"
  },
  {
    "Id": 155,
    "Type": "A",
    "Description": "Nel caso di frigoriferi a libera installazione, dovresti lasciare 5 cm in alto e 10 cm dietro all'elettrodomestico. Questo consentirà un'agevole dispersione del calore e ridurrà il consumo energetico. Nel caso di elettrodomestici a incasso, lo spazio necessario è indicato nelle specifiche."
  },
  {
    "Id": 156,
    "Type": "G",
    "Description": "freezer"
  },
  {
    "Id": 156,
    "Type": "Q",
    "Description": "Quali dovrebbero essere le temperature nel mio frigorifero e nel mio congelatore?"
  },
  {
    "Id": 156,
    "Type": "A",
    "Description": "E' preferibile una temperatura fra i 3° e i 4°C, con limiti minimo e massimo fra 0° e 7°C. A 7°C il cibo si deteriora più rapidamente."
  },
  {
    "Id": 157,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 157,
    "Type": "Q",
    "Description": "Come funziona la tecnologia \"6° Senso\" applicata alle lavastoviglie Whirlpool?"
  },
  {
    "Id": 157,
    "Type": "A",
    "Description": "Durante la gestione del ciclo di lavaggio, i sensori riescono ad intervenire su tutti i parametri del processo, quali la temperatura di lavaggio, la quantità di acqua ed il tempo di lavaggio. E’ presente un doppio sensore che rileva lo sporco disciolto e lo sporco solido in sospensione nell’acqua. Le rilevazioni avvengono ogni 10 secondi, vengono elaborate dalla scheda elettronica la quale decide se aumentare l’acqua, la temperatura o la durata del lavaggio. Questa tecnologia evita all’utente di scegliere un programma non appropriato rispetto al carico effettuato e garantisce consumi adeguati permettendo un risparmio del 30% delle risorse."
  },
  {
    "Id": 158,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 158,
    "Type": "Q",
    "Description": "Perchè la spia del sale rimane accesa nei primi utilizzi?"
  },
  {
    "Id": 158,
    "Type": "A",
    "Description": "Anche se il sale è stato regolarmente inserito nel suo serbatoio, quando la lavastoviglie è nuova ci vorranno diversi lavaggi (circa 20) lprima che la spia si spenga. Questo avverrà nel momento in cui verrà eseguita la prima rigenerazione delle resine dell’addolcitore e dipenderà dal livello di durezza dell’acqua utilizzata."
  },
  {
    "Id": 159,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 159,
    "Type": "Q",
    "Description": "Posso inserire anche un carico ridotto di stoviglie?"
  },
  {
    "Id": 159,
    "Type": "A",
    "Description": "Certamente; nei modelli dotati del sistema Multizona, è possibile ottenere un lavaggio a mezzo carico, scegliendo di riempire solo il cestello superiore (poco sporco) o solo il cestello inferiore (sporco più ostinato) e di selezionare qualsiasi programma. Tale opzione è molto utile qualora si abbiano poche stoviglie da lavare, oppure per le famiglie composte da solo due persone che non vogliono attendere di lavare a pieno carico. Nelle nostre lavastoviglie con tecnologia 6th senso, i sensori regolano automaticamente in base al carico, la temperatura di lavaggio, il quantitativo di acqua e la durata del ciclo, utilizzando sempre e soltanto quanto necessario per lavare perfettamente le Vostre stoviglie."
  },
  {
    "Id": 160,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 160,
    "Type": "Q",
    "Description": "E' meglio usare gli additivi separati o le pastiglie multiuso?"
  },
  {
    "Id": 160,
    "Type": "A",
    "Description": "Usare il detersivo, il sale ed il brillantante separatamente consente di regolare la miscela in relazione alla quantità di stoviglie da lavare ed al tipo di acqua presente nella zona. Le pastiglie multiuso sono estremamente comode poichè contengono nella tavoletta tutto il necessario in dosi standard e sono più economiche tuttavia non possono essere dosate all'occorrenza. A differenza del detersivo in polvere o in gel che ciascuno può dosare, le pastiglie hanno una quantità predefinita di detersivo. A seconda dell’acqua caricata dalla lavastoviglie ed a seconda della durezza dell’acqua il risultato potrà essere più o meno ottimale. Le pastiglie che contengono anche il sale hanno ad esempio un dosaggio medio, quindi dove è presente acqua molto dolce o molto dura il risultato non sarà soddisfacente."
  },
  {
    "Id": 161,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 161,
    "Type": "Q",
    "Description": "Perchè compaiono aloni e striature sui bicchieri dopo diversi lavaggi?"
  },
  {
    "Id": 161,
    "Type": "A",
    "Description": "Nonostante la sua resistenza chimica, nel corso del tempo il vetro può essere intaccato anche solo dall’acqua pura o da soluzioni acquose, questo processo è ulteriormente favorito dai continui cambiamenti tra presenza ed assenza di umidità. I graffi che compaiono sulle superfici possono avere due diverse cause : in primo luogo l’azione meccanica esercitata sulla superficie del vetro, che, a seconda della brillantezza e della trasparenza dello stesso, mostra immediatamente le irregolarità. L’appannamento dei bicchieri non può essere eliminato poiché, da approfonditi studi di laboratorio si è potuto apprendere che l'intorbidimento o opacizzazione del vetro può essere favorito dal processo di produzione dello stesso. Alcune tipologie di bicchieri possono presentare micro imperfezioni nella loro struttura, dovute per esempio alla qualità del vetro, o del cristallo impiegato per la loro fabbricazione, alla lavorazione insufficiente dello stesso, al processo di raffreddamento, o ancora a svariati altri fattori. Un vetro di qualità impura, sottoposto ad una serie di lavaggi meccanici, subirà certamente delle alterazioni, che in nessun modo sarà possibile evitare. La lavastoviglie non opera alcuna azione diretta sulle stoviglie pertanto difficilmente può essere considerata responsabile dell’opacità comparsa sui bicchieri."
  },
  {
    "Id": 162,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 162,
    "Type": "Q",
    "Description": "Quando devo aggiungere il brillantante nel dispenser?"
  },
  {
    "Id": 162,
    "Type": "A",
    "Description": "Quando serve il brillantante la spia si accende. Il brillantante migliora il processo di asciugatura e previene l'opacità delle stoviglie in vetro."
  },
  {
    "Id": 163,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 163,
    "Type": "Q",
    "Description": "E' necessario usare il brillantante nella mia lavastoviglie?"
  },
  {
    "Id": 163,
    "Type": "A",
    "Description": "Noi consigliamo di usare il dispenser per il brillantante. Il brillantante è essenziale per una buona asciugatura. Assicurati di aver riempito il dispenser prima di usare la tua nuova lavastoviglie."
  },
  {
    "Id": 164,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 164,
    "Type": "Q",
    "Description": "A cosa serve il brillantante?"
  },
  {
    "Id": 164,
    "Type": "A",
    "Description": "Durante il processo di asciugatura delle stoviglie, l’acqua tende a condensarsi in piccole goccioline, visibili soprattutto sui bicchieri; il brillantante contiene una sostanza che crea un velo uniforme di acqua che evapora in maniera naturale. Il brillantante è una sostanza naturale e assolutamente innocua."
  },
  {
    "Id": 165,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 165,
    "Type": "Q",
    "Description": "Consumo più acqua lavando i piatti a mano o usando una lavastoviglie?"
  },
  {
    "Id": 165,
    "Type": "A",
    "Description": "Lavando i piatti a mano usi una quantità d'acqua doppia."
  },
  {
    "Id": 166,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 166,
    "Type": "Q",
    "Description": "Quanto detersivo devo usare nella lavastoviglie?"
  },
  {
    "Id": 166,
    "Type": "A",
    "Description": "La quantità di detersivo da usare dipende dalla durezza dell'acqua e dal tipo di detersivo. Se ne usi troppo poco, i piatti potrebbero risultare non perfettamente puliti. Se ne usi troppo in acqua dolce, le stoviglie in vetro potrebbero rimanere graffiate o danneggiate. Se non conosci la durezza della tua acqua, contatta il tuo ente di erogazione idrica locale. Verifica anche le indicazioni fornite nulla confezione della lavastoviglie."
  },
  {
    "Id": 167,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 167,
    "Type": "Q",
    "Description": "Che differenza c'è tra la potenza sonora e la silenziosità?"
  },
  {
    "Id": 167,
    "Type": "A",
    "Description": "Nelle caratteristiche tecniche dei prodotti, vengono spesso indicati i valori relativi alla potenza sonora ed alla silenziosità di un elettrodomestico, al fine di permettere al consumatore di effettuare un paragone tra i diversi marchi e questo perchè le case costruttrici di elettrodomestici non sempre indicano entrambe le categorie. La potenza sonora è il rumore irradiato in un qualsiasi luogo, per un determinato tempo. E' la percezione del rumore che l'orecchio umano avverte quando si trova in un determinato luogo. Ad esempio, se la lavastoviglie si trova in cucina, e la sua rumorosità si percepisce dal salotto, significa che il suono ha una potenza elevata, poichè percepito da lontano rispetto alla sorgente del rumore. Tale suono è indicato tra le specifiche, quale potenza sonora. La silenziosità invece è il livello minimo di rumore che può essere percepito dall'orecchio umano."
  },
  {
    "Id": 168,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 168,
    "Type": "Q",
    "Description": "Cos'è l'etichetta energetica?"
  },
  {
    "Id": 168,
    "Type": "A",
    "Description": "E’ una sorta di carta d’identità di ogni lavastoviglie, che secondo parametri standard valuta le sue prestazioni ed i suoi consumi, consentendo di confrontare l’efficenza di ogni modello. Vengono valutati il consumo energetico, l’efficenza di lavaggio e l’efficenza di asciugatura. A tale proposito è bene valutare il consumo energetico, senza però dimenticare che la performance di lavaggio è ciò che interessa maggiormente il consumatore finale."
  },
  {
    "Id": 169,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 169,
    "Type": "Q",
    "Description": "Quali garanzie igieniche ho dal lavaggio in lavastoviglie?"
  },
  {
    "Id": 169,
    "Type": "A",
    "Description": "Lavare a mano consentirebbe di utilizzare acqua calda prossima al massimo ai 40 °C. In lavastoviglie è possibile lavare a temperature ben superiori, anche 60 °C o 70 °C, ottenendo, oltre alla normale pulizia, un’efficente azione antibatterica."
  },
  {
    "Id": 170,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 170,
    "Type": "Q",
    "Description": "Perchè devo effettuare un lavaggio a vuoto dopo aver caricato il distributore del sale?"
  },
  {
    "Id": 170,
    "Type": "A",
    "Description": "Questa operazione è necessaria per evitare che il sale depositatosi accidentalmente sulla vasca possa danneggiarne la struttura."
  },
  {
    "Id": 171,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 171,
    "Type": "Q",
    "Description": "In cosa sono migliori le lavastoviglie 6° Senso?"
  },
  {
    "Id": 171,
    "Type": "A",
    "Description": "Le lavastoviglie Whirlpool Senso misurano automaticamente il livello di sporco, effettuano un monitoraggio costante durante il ciclo di lavaggio per garantire risultati perfetti nel minor tempo possibile, con il minimo consumo di acqua ed energia."
  },
  {
    "Id": 172,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 172,
    "Type": "Q",
    "Description": "Qual è il modo migliore per posizionare le stoviglie?"
  },
  {
    "Id": 172,
    "Type": "A",
    "Description": "Disporre le stoviglie in modo che tutti i recipienti, come tazze, bicchieri, pentole ecc..abbiano l'apertura rivolta verso il basso, i pezzi con bombature o cavutà siano obliqui, per consentire all'acqua di scolare, le stoviglie siano ben ferme e non possano ribaltarsi od ostacolare la rotazione dei bracci aspersori durante il funzionamento."
  },
  {
    "Id": 173,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 173,
    "Type": "Q",
    "Description": "Che cos'è \"PowerClean\"?"
  },
  {
    "Id": 173,
    "Type": "A",
    "Description": "PowerClean è l'esclusiva tecnologia che assicura l'eliminazione dello sporco più ostinato. Potenti getti posteriori consentono la pulizia di pentole e teglie, anche di grandi dimensioni, senza la necessità pretrattare."
  },
  {
    "Id": 174,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 174,
    "Type": "Q",
    "Description": "Che cos'è \"PowerDry\"?"
  },
  {
    "Id": 174,
    "Type": "A",
    "Description": "PowerDry è l'esclusiva tecnologia che assicura una perfetta asciugatura di tutte le stoviglie. Un circuito chiuso cattura l'umidità della cavità, ne favorisce la trasformazione in acqua e la relativa espulsione. Il sistema PowerDry impedisce la fuoriuscita di vapore dalla lavastoviglie a fine ciclo, evitando presenza di umidità nell'ambiente ed eventuali danni ai mobili della cucina. Il programma speciale \"1 ora Wash and Dry\", garantisce i migliori risultati di lavaggio ed asciugatura anche su stoviglie di plastica, riducendo i tempi di lavaggio e facendo risparmiare energia."
  },
  {
    "Id": 175,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 175,
    "Type": "Q",
    "Description": "Quante volte occorre pulire il filtro?"
  },
  {
    "Id": 175,
    "Type": "A",
    "Description": "Il filtro è molto importante per i risultati di lavaggio in quanto filtra e rigenera costantemente l’acqua, assicurando ottime performance di pulizia. La maggior parte delle nostre lavastoviglie possiede un innovativo sistema di filtraggio dell'acqua, che garantisce i migliori risultati anche senza prelavaggio. L'acqua viene rigenerata ogni 4 secondi, mentre una speciale funzione elimina le particelle di sporco residuo, garantendo una perfetta pulizia delle stoviglie e riducendo drasticamente le operazioni di pulizia del filtro (2 volte all'anno)."
  },
  {
    "Id": 176,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 176,
    "Type": "Q",
    "Description": "Perchè è sconsigliato l'uso del sale grosso da cucina?"
  },
  {
    "Id": 176,
    "Type": "A",
    "Description": "Il sale da cucina non si discioglie completamente e contiene piccole impurità. Il sale specifico per lavastoviglie è più puro e contiene additivi specifici per migliorare l’“addolcitura” dell’acqua."
  },
  {
    "Id": 177,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 177,
    "Type": "Q",
    "Description": "A cosa serve il sale? Come si regola il suo utilizzo?"
  },
  {
    "Id": 177,
    "Type": "A",
    "Description": "L'utilizzo di sale è consigliato dalla casa costruttrice perchè addolcisce l'acqua ed evita la formazione di una patina biancastra sulle stoviglie, dovuta alla presenza di calcare. Il calcare infatti influenza negativamente l’efficacia di lavaggio. Alcuni modelli offrono la possibilità di regolare il dosatore in funzione della reale durezza dell’acqua."
  },
  {
    "Id": 178,
    "Type": "G",
    "Description": "lavastoviglie"
  },
  {
    "Id": 178,
    "Type": "Q",
    "Description": "Perchè alcune stoviglie non restano perfettamente asciutte?"
  },
  {
    "Id": 178,
    "Type": "A",
    "Description": "La plastica ha una superficie microporosa, e ciò comporta formazione di gocce durante l’asciugatura. Non accumulando calore, inoltre, impiega più tempo ad asciugarsi. Lo stesso discorso vale per la superficie anti-aderente di alcune padelle. Può inoltre capitare che le pentole più profonde impediscano al vapore ed all’umidità di sfogare verso l’alto e quindi trattengano qualche gocciolina sul fondo."
  }
]