{
  "store/availability-subscriber-custom.form-title": "Voglio sapere quando questo prodotto sarà disponibile",
  "store/availability-subscriber-custom.name-placeholder": "Nome",
  "store/availability-subscriber-custom.surname-placeholder": "Cognome",
  "store/availability-subscriber-custom.email-placeholder": "Email",
  "store/availability-subscriber-custom.back-in-stock-checkbox": "Acconsento al trattamento dei miei dati personali per permettere a Hotpoint Italia Srl di informarmi via mail quando il prodotto torna disponibile sul sito, il prezzo del prodotto scende, e di inviarmi una tabella di comparazione tra i prodotti selezionati.",
  "store/availability-subscriber-custom.optin-checkbox": "Acconsento al trattamento dei miei dati personali per permettere a Whirlpool Italia Srl di inviarmi newsletter/comunicazioni di marketing (in forma elettronica e non, anche tramite telefono, posta tradizionale, e-mail, SMS, notifiche push su siti di terze parti tra cui sulle piattaforme Facebook e Google) riguardanti prodotti e servizi di Whirlpool Italia Srl, anche da me acquistati o registrati, nonché di svolgere ricerche di mercato.",
  "store/availability-subscriber-custom.submit-button": "Avvisami quando disponibile",
  "store/availability-subscriber-custom.invalid-email": "Email non valida",
  "store/availability-subscriber-custom.success-new-user": "La registrazione del nuovo utente è avvenuta con successo",
  "store/availability-subscriber-custom.success-notify-message": "La registrazione alla notifica di prodotto è avvenuta con successo, riceverai una mail non appena il prodotto tornerà disponibile",
  "store/availability-subscriber-custom.success-newsletter-message": "La registrazione alla newsletter è avvenuta con successo",
  "store/availability-subscriber-custom.success-notify-and-newsletter-message": "La registrazione alla notifica di prodotto e l'iscrizione alla newsletter sono avvenute con successo",
  "store/availability-subscriber-custom.error-already-registered": "Sei già registrato alla newsletter",
  "store/availability-subscriber-custom.error-newsletter-message": "C'è stato un errore nella sottoscrizione alla newsletter, riprova.",
  "store/availability-subscriber-custom.error-notify-message": "Qualcosa è andato storto,La registrazione alla notifica di prodotto è fallita riprova",
  "store/availability-subscriber-custom.error-required": "Campo obbligatorio",
  "store/availability-subscriber-custom.error-submit-empty": "I campi obbligatori devono essere riempiti correttamente",
  "store/availability-subscriber-custom.error-must-be-logged": "Per modificare il flag della sezione newsletter, è necessario effettuare il login"
}
