{
    "store/availability-subscriber.title": "Questo prodotto non è al momento disponibile",
    "store/availability-subscriber.subscribe-label": "Voglio sapere quando questo prodotto sarà disponibile",
    "store/availability-subscriber.email-placeholder": "Email",
    "store/availability-subscriber.name-placeholder": "Nome",
    "store/availability-subscriber.surname-placeholder": "Cognome",
    "store/availability-subscriber.send-label": "Invia",
    "store/availability-subscriber.invalid-email": "email non valida",
    "store/availability-subscriber.added-message": "E-mail registrata correttamente",
    "store/availability-subscriber.error-message": "Campo obbligatorio",
    "store/availability-subscriber.checkbox-text": "Voglio essere contattato a questo indirizzo email per sapere quando il prodotto sarà nuovamente disponibile, i tuoi dati saranno trattati in conformità con la nostra",
    "store/availability-subscriber.checkbox-text-highlight": "informativa privacy",
    "store/availability-subscriber.notifiy-me": "Avvisami quando disponibile",
    "store/availability-subscriber.privacy-date": "Acconsento al trattamento dei miei dati personali per permettere a Whirlpool di informarmi via mail quando il prodotto torna disponibile sul sito, il prezzo del prodotto scende, e di inviarmi una tabella di comparazione tra i prodotti selezionati.",
    "store/availability-subscriber.privacy-personal-date": "Acconsento al trattamento dei miei dati personali per permettere a Whirlpool Italia Srl di inviarmi newsletter/comunicazioni di marketing (in forma elettronica e non, anche tramite telefono, posta tradizionale, e-mail, SMS, notifiche push su siti di terze parti tra cui sulle piattaforme Facebook e Google) riguardanti prodotti e servizi di Whirlpool Italia Srl, anche da me acquistati o registrati, nonché di svolgere ricerche di mercato. \n\nCon la registrazione potrò usufruire di uno sconto del 5% valido sul primo acquisto effettuato entro 12 mesi dalla registrazione. Sconto cumulabile con le altre offerte in essere.",
    "store/availability-subscriber.added-bs-message": "La registrazione alla notifica di prodotto è avvenuta con successo",
    "store/availability-subscriber.query-failed": "Tentativo fallito, per favore riprova"
  }