{
  "admin/test": "teste",
  "store/test": "teste",
  "store/newAccount": "Crear nueva cuenta",
  "store/login-custom-flow.newAccount": "Crear nueva cuenta",
  "store/login-custom-flow.first-label": "En el siguiente paso se le pedirá que confirme su correo electrónico",
  "store/login-custom-flow.user-name-required": "APELLIDO *",
  "store/login-custom-flow.user-name-placeholder": "Apellido",
  "store/login-custom-flow.user-surname-required": "APELLIDO *",
  "store/login-custom-flow.user-surname-placeholder": "Apellido",
  "store/login-custom-flow.user-email-required": "EMAIL *",
  "store/login-custom-flow.user-email-placeholder": "example@mail.com",
  "store/login-custom-flow.privacy-policy-check-description-1": "Acepto el procesamiento de mis datos personales para permitir que Hotpoint y otras marcas de Whirlpool Corporation me envíen boletines informativos/ comunicaciones de marketing (en formato electrónico y no electrónico, incluso por teléfono, servicios postales, correo electrónico, SMS, notificaciones push o banners en sitios de terceros, incluidas las plataformas Meta y Google) en relación con los productos y servicios de Hotpoint y otras marcas de Whirlpool Corporation incluso comprado o registrado por mí, así como para llevar a cabo la investigación de mercado.",
  "store/login-custom-flow.privacy-policy-check-label-1": "Acepto el procesamiento de mis datos personales para permitir que Whirlpool UK Appliances Ltd. me envíe boletines informativos/ comunicaciones de marketing (en forma electrónica y no electrónica, incluso por teléfono, servicios postales, correo electrónico, SMS, notificaciones push o banners en sitios de terceros, incluidas las plataformas Meta y Google) en relación con productos y servicios de Whirlpool UK Appliances Ltd. incluso comprados o registrados por mí, así como para realizar estudios de mercado.",
  "store/login-custom-flow.privacy-policy-description-1": "He leído y entendido el contenido de la",
  "store/login-custom-flow.privacy-policy": " política de privacidad",
  "store/login-custom-flow.privacy-policy-description-2":  ".",
  "store/login-custom-flow.privacy-policy-check-label-2": "Sí"
}